{
  "chapter": 16,
  "name": "Daivasura Sampad Vibhaga Yoga",
  "shlokas": [
    {
      "number": 1,
      "sanskrit": "श्रीभगवानुवाच। अभयं सत्त्वसंशुद्धिर्ज्ञानयोगव्यवस्थितिः। दानं दमश्च यज्ञश्च स्वाध्यायस्तप आर्जवम्॥",
      "hindi": "श्रीभगवान बोले—अभय, सत्त्व की शुद्धि, ज्ञानयोग में स्थिरता, दान, दम, यज्ञ, स्वाध्याय, तप और आर्जव—",
      "english": "The Blessed Lord said: Fearlessness, purity of heart, steadfastness in the yoga of knowledge, charity, self-control, sacrifice, study of the scriptures, austerity, and straightforwardness—"
    },
    {
      "number": 2,
      "sanskrit": "अहिंसा सत्यमक्रोधस्त्यागः शान्तिरपैशुनम्। दया भूतेष्वलोलुप्त्वं मार्दवं ह्रीरचापलम्॥",
      "hindi": "अहिंसा, सत्य, क्रोध का अभाव, त्याग, शांति, चुगली का अभाव, प्राणियों पर दया, लोभ का अभाव, कोमलता, लज्जा और चंचलता का अभाव—",
      "english": "Nonviolence, truthfulness, absence of anger, renunciation, peace, absence of slander, compassion toward beings, freedom from greed, gentleness, modesty, and absence of fickleness—"
    },
    {
      "number": 3,
      "sanskrit": "तेजः क्षमा धृतिः शौचमद्रोहो नातिमानिता। भवन्ति सम्पदं दैवीमभिजातस्य भारत॥",
      "hindi": "तेज, क्षमा, धैर्य, शुद्धता, द्वेष का अभाव और अति-अभिमान का अभाव—हे भारत! ये दैवी सम्पदा वाले के लक्षण हैं।",
      "english": "Vigor, forgiveness, fortitude, purity, absence of hatred, and absence of excessive pride—these belong to one born with divine qualities, O Bharata."
    },
    {
      "number": 4,
      "sanskrit": "दम्भो दर्पोऽभिमानश्च क्रोधः पारुष्यमेव च। अज्ञानं चाभिजातस्य पार्थ सम्पदमासुरीम्॥",
      "hindi": "हे पार्थ! दम्भ, दर्प, अभिमान, क्रोध, कठोरता और अज्ञान—ये आसुरी सम्पदा वाले के लक्षण हैं।",
      "english": "Hypocrisy, arrogance, conceit, anger, harshness, and ignorance—these are the qualities of one born with demoniac nature, O Partha."
    },
    {
      "number": 5,
      "sanskrit": "दैवी सम्पद्विमोक्षाय निबन्धायासुरी मता। मा शुचः सम्पदं दैवीमभिजातोऽसि पाण्डव॥",
      "hindi": "दैवी सम्पदा मोक्ष के लिए और आसुरी सम्पदा बंधन के लिए मानी गई है; हे पाण्डव! शोक मत करो—तुम दैवी सम्पदा से युक्त हो।",
      "english": "The divine nature is deemed for liberation, the demoniac for bondage; do not grieve, O Pandava—you are born with divine qualities."
    },
    {
      "number": 6,
      "sanskrit": "द्वौ भूतसर्गौ लोकेऽस्मिन्दैव आसुर एव च। दैवो विस्तरशः प्रोक्त आसुरं पार्थ मे शृणु॥",
      "hindi": "इस लोक में प्राणियों की दो सृष्टियाँ हैं—दैवी और आसुरी; दैवी को विस्तार से कहा गया है, अब आसुरी को सुनो, हे पार्थ।",
      "english": "There are two kinds of beings in this world—the divine and the demoniac; the divine has been described at length; now hear of the demoniac, O Partha."
    },
    {
      "number": 7,
      "sanskrit": "प्रवृत्तिं च निवृत्तिं च जना न विदुरासुराः। न शौचं नापि चाचारो न सत्यं तेषु विद्यते॥",
      "hindi": "आसुरी प्रकृति वाले लोग न तो प्रवृत्ति और निवृत्ति को जानते हैं, न शुद्धता, न आचार और न ही सत्य उनमें पाया जाता है।",
      "english": "Demoniac people do not know what is to be done and what is to be avoided; neither purity, nor right conduct, nor truth is found in them."
    },
    {
      "number": 8,
      "sanskrit": "असत्यमप्रतिष्ठं ते जगदाहुरनीश्वरम्। अपरस्परसम्भूतं किमन्यत्कामहैतुकम्॥",
      "hindi": "वे कहते हैं कि यह जगत असत्य, आधारहीन और ईश्वरविहीन है; यह स्त्री-पुरुष के संयोग से उत्पन्न हुआ है—और क्या? केवल काम ही इसका कारण है।",
      "english": "They say the world is unreal, without foundation, without God; born of mutual union—what else? caused by lust alone."
    },
    {
      "number": 9,
      "sanskrit": "एतां दृष्टिमवष्टभ्य नष्टात्मानोऽल्पबुद्धयः। प्रभवन्त्युग्रकर्माणः क्षयाय जगतोऽहिताः॥",
      "hindi": "इस दृष्टि को अपनाकर नष्ट आत्मा और अल्पबुद्धि वाले लोग उग्र कर्मों में प्रवृत्त होते हैं, जो जगत के लिए विनाशकारी और अहितकारी होते हैं।",
      "english": "Holding this view, lost souls of small intellect engage in cruel actions, destructive and harmful to the world."
    },
    {
      "number": 10,
      "sanskrit": "काममाश्रित्य दुष्पूरं दम्भमानमदान्विताः। मोहाद्गृहीत्वाऽसद्ग्राहान्प्रवर्तन्तेऽशुचिव्रताः॥",
      "hindi": "कभी न तृप्त होने वाली कामना का आश्रय लेकर, दम्भ, मान और मद से युक्त होकर, मोह से असत्य धारणाएँ पकड़कर ये अशुद्ध व्रतों में प्रवृत्त होते हैं।",
      "english": "Clinging to insatiable desire, filled with hypocrisy, pride, and arrogance, holding false views through delusion, they act with impure resolve."
    },
    {
      "number": 11,
      "sanskrit": "चिन्तामपरिमेयां च प्रलयान्तामुपाश्रिताः। कामोपभोगपरमा एतावदिति निश्चिताः॥",
      "hindi": "असीम चिंता से युक्त होकर, मृत्यु तक उसमें लगे रहते हैं; वे कामोपभोग को ही जीवन का परम लक्ष्य मानते हैं।",
      "english": "Bound by endless anxiety that lasts until death, they are convinced that gratification of desires is the highest purpose of life."
    },
    {
      "number": 12,
      "sanskrit": "आशापाशशतैर्बद्धाः कामक्रोधपरायणाः। ईहन्ते कामभोगार्थमन्यायेनार्थसञ्चयान्॥",
      "hindi": "सैकड़ों आशाओं के बंधन में बँधे, काम और क्रोध के अधीन होकर, वे भोग के लिए अन्यायपूर्ण ढंग से धन संचय करते हैं।",
      "english": "Bound by hundreds of ties of hope, given over to lust and anger, they strive to amass wealth by unjust means for the sake of enjoyment."
    },
{
  "number": 13,
  "sanskrit": "इदमद्य मया लब्धमिमं प्राप्स्ये मनोरथम्। इदमस्तीदमपि मे भविष्यति पुनर्धनम्॥",
  "hindi": "आज यह मैंने प्राप्त किया है और इस मनोरथ को भी पूरा करूँगा; यह धन मेरा है और आगे भी और धन मेरा होगा।",
  "english": "This today has been gained by me; this desire I shall fulfill; this is mine, and this wealth too shall be mine in the future."
},
{
  "number": 14,
  "sanskrit": "असौ मया हतः शत्रुर्हनिष्ये चापरानपि। ईश्वरोऽहमहं भोगी सिद्धोऽहं बलवान्सुखी॥",
  "hindi": "इस शत्रु को मैंने मारा है और अन्य को भी मारूँगा; मैं ही ईश्वर हूँ, मैं ही भोगी हूँ, मैं सिद्ध हूँ, बलवान और सुखी हूँ।",
  "english": "That enemy has been slain by me, and others too I shall slay; I am the lord, I am the enjoyer, I am successful, powerful, and happy."
},
{
  "number": 15,
  "sanskrit": "आढ्योऽभिजनवानस्मि कोऽन्योऽस्ति सदृशो मया। यक्ष्ये दास्यामि मोदिष्य इत्यज्ञानविमोहिताः॥",
  "hindi": "मैं धनवान हूँ, कुलीन हूँ—मेरे समान कौन है? मैं यज्ञ करूँगा, दान दूँगा और सुख भोगूँगा—इस प्रकार अज्ञान से मोहित—",
  "english": "I am wealthy and well-born; who else is equal to me? I shall sacrifice, give charity, and rejoice—thus deluded by ignorance."
},
{
  "number": 16,
  "sanskrit": "अनेकचित्तविभ्रान्ता मोहजालसमावृताः। प्रसक्ताः कामभोगेषु पतन्ति नरकेऽशुचौ॥",
  "hindi": "अनेक प्रकार की भ्रांतियों से युक्त, मोहजाल में फँसे और कामभोग में आसक्त होकर वे अशुद्ध नरक में गिरते हैं।",
  "english": "Bewildered by many thoughts, ensnared in the web of delusion, attached to sensual pleasures, they fall into impure hells."
},
{
  "number": 17,
  "sanskrit": "आत्मसम्भाविताः स्तब्धा धनमानमदान्विताः। यजन्ते नामयज्ञैस्ते दम्भेनाविधिपूर्वकम्॥",
  "hindi": "आत्म-प्रशंसक, अहंकारी, धन और मान के मद से युक्त वे दम्भपूर्वक नाममात्र के यज्ञ करते हैं, विधि का पालन किए बिना।",
  "english": "Self-conceited, stubborn, filled with pride and intoxicated with wealth and honor, they perform sacrifices in name only, with hypocrisy and without following proper rules."
},
{
  "number": 18,
  "sanskrit": "अहङ्कारं बलं दर्पं कामं क्रोधं च संश्रिताः। मामात्मपरदेहेषु प्रद्विषन्तोऽभ्यसूयकाः॥",
  "hindi": "अहंकार, बल, घमंड, काम और क्रोध का आश्रय लेकर वे अपने और दूसरों के शरीर में स्थित मुझसे द्वेष करते हैं।",
  "english": "Resorting to egoism, power, arrogance, lust, and anger, they hate Me dwelling in their own bodies and in others."
},
{
  "number": 19,
  "sanskrit": "तानहं द्विषतः क्रुरान्संसारेषु नराधमान्। क्षिपाम्यजस्रमशुभानासुरीष्वेव योनिषु॥",
  "hindi": "ऐसे द्वेष करने वाले, क्रूर, नराधम और अशुभ लोगों को मैं बार-बार आसुरी योनियों में डालता हूँ।",
  "english": "Those hateful, cruel, vile men, I continually cast into demoniac wombs in the cycles of birth and death."
},
{
  "number": 20,
  "sanskrit": "आसुरीं योनिमापन्ना मूढा जन्मनि जन्मनि। मामप्राप्यैव कौन्तेय ततो यान्त्यधमां गतिम्॥",
  "hindi": "हे कुन्तीपुत्र! जन्म-जन्म में आसुरी योनियों को प्राप्त होकर, मुझे न पाकर, वे अधम गति को प्राप्त होते हैं।",
  "english": "Entering demoniac wombs birth after birth, deluded beings do not attain Me, O son of Kunti, and thus go to the lowest state."
},
{
  "number": 21,
  "sanskrit": "त्रिविधं नरकस्येदं द्वारं नाशनमात्मनः। कामः क्रोधस्तथा लोभस्तस्मादेतत्त्रयं त्यजेत्॥",
  "hindi": "काम, क्रोध और लोभ—ये आत्मनाश के तीन द्वार नरक के हैं; इसलिए इन तीनों का त्याग करना चाहिए।",
  "english": "Triple is the gate of hell, destructive of the self—lust, anger, and greed; therefore one should abandon these three."
},
{
  "number": 22,
  "sanskrit": "एतैर्विमुक्तः कौन्तेय तमोद्वारैस्त्रिभिर्नरः। आचरत्यात्मनः श्रेयस्ततो याति परां गतिम्॥",
  "hindi": "हे कुन्तीपुत्र! इन तीन तमोद्वारों से मुक्त होकर मनुष्य अपने कल्याण का आचरण करता है और परम गति को प्राप्त होता है।",
  "english": "Freed from these three gates of darkness, O son of Kunti, one practices what is beneficial to the self and attains the supreme goal."
},
{
  "number": 23,
  "sanskrit": "यः शास्त्रविधिमुत्सृज्य वर्तते कामकारतः। न स सिद्धिमवाप्नोति न सुखं न परां गतिम्॥",
  "hindi": "जो शास्त्रविधि को छोड़कर अपनी इच्छा के अनुसार आचरण करता है, वह न सिद्धि पाता है, न सुख और न ही परम गति।",
  "english": "He who disregards scriptural injunctions and acts according to his own desires attains neither perfection, nor happiness, nor the supreme goal."
},
{
  "number": 24,
  "sanskrit": "तस्माच्छास्त्रं प्रमाणं ते कार्याकार्यव्यवस्थितौ। ज्ञात्वा शास्त्रविधानोक्तं कर्म कर्तुमिहार्हसि॥",
  "hindi": "इसलिए क्या करना है और क्या नहीं—इसका निर्णय करने में शास्त्र ही तुम्हारा प्रमाण है; शास्त्रविधान जानकर ही कर्म करना चाहिए।",
  "english": "Therefore, let scripture be your authority in determining what ought to be done and what ought not to be done; knowing the rules declared in scripture, you should act here."
}
  ]
}
