{
  "chapter": 5,
  "name": "Karma Sannyasa Yoga",
  "shlokas": [
    {
      "number": 1,
      "sanskrit": "अर्जुन उवाच। संन्यासं कर्मणां कृष्ण पुनर्योगं च शंससि। यच्छ्रेय एतयोरेकं तन्मे ब्रूहि सुनिश्चितम्॥",
      "hindi": "अर्जुन ने कहा—हे कृष्ण! आप कर्मों के संन्यास की भी और कर्मयोग की भी प्रशंसा करते हैं; इन दोनों में से जो श्रेष्ठ हो, वह निश्चित रूप से मुझे बताइए।",
      "english": "Arjuna said: O Krishna, You praise the renunciation of actions and also the yoga of action. Tell me decisively which of the two is better."
    },
    {
      "number": 2,
      "sanskrit": "श्रीभगवानुवाच। संन्यासः कर्मयोगश्च निःश्रेयसकरावुभौ। तयोस्तु कर्मसंन्यासात्कर्मयोगो विशिष्यते॥",
      "hindi": "श्रीभगवान बोले—कर्मसंन्यास और कर्मयोग दोनों ही मोक्ष देने वाले हैं, परंतु इन दोनों में कर्मयोग श्रेष्ठ है।",
      "english": "The Blessed Lord said: Renunciation of action and yoga of action both lead to liberation, but of the two, yoga of action is superior."
    },
    {
      "number": 3,
      "sanskrit": "ज्ञेयः स नित्यसंन्यासी यो न द्वेष्टि न काङ्क्षति। निर्द्वन्द्वो हि महाबाहो सुखं बन्धात्प्रमुच्यते॥",
      "hindi": "हे महाबाहु! जो न द्वेष करता है और न इच्छा करता है, वही नित्य संन्यासी जानना चाहिए; द्वंद्वों से रहित होकर वह सहज ही बंधन से मुक्त हो जाता है।",
      "english": "He who neither hates nor desires should be known as a constant renunciate; free from dualities, he is easily liberated from bondage."
    },
    {
      "number": 4,
      "sanskrit": "सांख्ययोगौ पृथग्बालाः प्रवदन्ति न पण्डिताः। एकमप्यास्थितः सम्यगुभयोर्विन्दते फलम्॥",
      "hindi": "अज्ञानी लोग सांख्य और योग को अलग कहते हैं, ज्ञानी नहीं; किसी एक को भी ठीक से अपनाने वाला दोनों का फल प्राप्त करता है।",
      "english": "Children, not the wise, speak of Sankhya and Yoga as different; he who is firmly established in one attains the fruits of both."
    },
    {
      "number": 5,
      "sanskrit": "यत्सांख्यैः प्राप्यते स्थानं तद्योगैरपि गम्यते। एकं सांख्यं च योगं च यः पश्यति स पश्यति॥",
      "hindi": "जो स्थान सांख्य से प्राप्त होता है, वही योग से भी प्राप्त होता है; जो सांख्य और योग को एक देखता है, वही वास्तव में देखता है।",
      "english": "That state which is attained by Sankhya is also attained by Yoga; he who sees Sankhya and Yoga as one truly sees."
    },
    {
      "number": 6,
      "sanskrit": "संन्यासस्तु महाबाहो दुःखमाप्तुमयोगतः। योगयुक्तो मुनिर्ब्रह्म नचिरेणाधिगच्छति॥",
      "hindi": "हे महाबाहु! योग के बिना संन्यास कठिन है; योगयुक्त मुनि शीघ्र ही ब्रह्म को प्राप्त होता है।",
      "english": "Renunciation, O mighty-armed one, is difficult to attain without yoga; but the sage disciplined in yoga quickly attains Brahman."
    },
    {
      "number": 7,
      "sanskrit": "योगयुक्तो विशुद्धात्मा विजितात्मा जितेन्द्रियः। सर्वभूतात्मभूतात्मा कुर्वन्नपि न लिप्यते॥",
      "hindi": "योगयुक्त, शुद्ध आत्मा, आत्मसंयमी और इंद्रियविजयी पुरुष सभी प्राणियों में आत्मा को देखता हुआ कर्म करता हुआ भी लिप्त नहीं होता।",
      "english": "Endowed with yoga, pure in soul, self-controlled, and master of the senses, seeing the Self in all beings, he is not tainted though he acts."
    },
    {
      "number": 8,
      "sanskrit": "नैव किञ्चित्करोमीति युक्तो मन्येत तत्त्ववित्। पश्यञ्शृण्वन्स्पृशञ्जिघ्रन्नश्नन्गच्छन्स्वपञ्श्वसन्॥",
      "hindi": "तत्त्व को जानने वाला युक्त पुरुष देखते, सुनते, स्पर्श करते, सूँघते, खाते, चलते, सोते और श्वास लेते हुए भी यही माने कि मैं कुछ नहीं करता।",
      "english": "The knower of truth thinks, ‘I do nothing at all,’ while seeing, hearing, touching, smelling, eating, moving, sleeping, and breathing."
    },
    {
      "number": 9,
      "sanskrit": "प्रलपन्विसृजन्गृह्णन्नुन्मिषन्निमिषन्नपि। इन्द्रियाणीन्द्रियार्थेषु वर्तन्त इति धारयन्॥",
      "hindi": "बोलते, त्यागते, ग्रहण करते, आँखें खोलते और बंद करते हुए भी यह जानकर कि इंद्रियाँ अपने विषयों में ही प्रवृत्त हैं।",
      "english": "Speaking, letting go, grasping, opening and closing the eyes, knowing that the senses move among their objects."
    },
    {
      "number": 10,
      "sanskrit": "ब्रह्मण्याधाय कर्माणि सङ्गं त्यक्त्वा करोति यः। लिप्यते न स पापेन पद्मपत्रमिवाम्भसा॥",
      "hindi": "जो कर्मों को ब्रह्म में अर्पित कर आसक्ति त्यागकर करता है, वह जल में स्थित कमलपत्र की भाँति पाप से लिप्त नहीं होता।",
      "english": "One who performs actions by dedicating them to Brahman and abandoning attachment is not tainted by sin, like a lotus leaf by water."
    },
    {
      "number": 11,
      "sanskrit": "कायेन मनसा बुद्ध्या केवलैरिन्द्रियैरपि। योगिनः कर्म कुर्वन्ति सङ्गं त्यक्त्वाऽऽत्मशुद्धये॥",
      "hindi": "योगी शरीर, मन, बुद्धि और इंद्रियों से भी आसक्ति त्यागकर केवल आत्मशुद्धि के लिए कर्म करते हैं।",
      "english": "With body, mind, intellect, and even the senses alone, yogis perform action abandoning attachment, for self-purification."
    },
    {
      "number": 12,
      "sanskrit": "युक्तः कर्मफलं त्यक्त्वा शान्तिमाप्नोति नैष्ठिकीम्। अयुक्तः कामकारेण फले सक्तो निबध्यते॥",
      "hindi": "युक्त पुरुष कर्मफल त्यागकर स्थायी शांति प्राप्त करता है; अयुक्त व्यक्ति कामना से प्रेरित होकर फल में आसक्त होकर बंध जाता है।",
      "english": "The disciplined one, abandoning the fruit of action, attains lasting peace; the undisciplined, attached to the fruit, is bound."
    },
    {
      "number": 13,
      "sanskrit": "सर्वकर्माणि मनसा संन्यस्यास्ते सुखं वशी। नवद्वारे पुरे देही नैव कुर्वन्न कारयन्॥",
      "hindi": "सब कर्मों को मन से त्यागकर, वश में स्थित देहधारी नौ द्वारों वाले नगर (शरीर) में सुखपूर्वक रहता है, न करता है न करवाता है।",
      "english": "Mentally renouncing all actions, the embodied soul dwells happily in the city of nine gates, neither acting nor causing action."
    },
    {
      "number": 14,
      "sanskrit": "न कर्तृत्वं न कर्माणि लोकस्य सृजति प्रभुः। न कर्मफलसंयोगं स्वभावस्तु प्रवर्तते॥",
      "hindi": "ईश्वर न तो कर्तृत्व उत्पन्न करता है, न कर्म, न ही कर्मफल का संयोग; यह सब स्वभाव से होता है।",
      "english": "The Lord creates neither agency nor actions for the world, nor the union with the fruits of actions; it is nature that acts."
    },
    {
      "number": 15,
      "sanskrit": "नादत्ते कस्यचित्पापं न चैव सुकृतं विभुः। अज्ञानेनावृतं ज्ञानं तेन मुह्यन्ति जन्तवः॥",
      "hindi": "सर्वव्यापक ईश्वर न किसी का पाप लेता है न पुण्य; ज्ञान अज्ञान से ढका होने के कारण प्राणी मोहित होते हैं।",
      "english": "The all-pervading Lord takes neither sin nor merit of anyone; knowledge is covered by ignorance, and beings are deluded by it."
    },
{
  "number": 16,
  "sanskrit": "ज्ञानेन तु तदज्ञानं येषां नाशितमात्मनः। तेषामादित्यवज्ज्ञानं प्रकाशयति तत्परम्॥",
  "hindi": "जिनका अज्ञान आत्मज्ञान द्वारा नष्ट हो गया है, उनका ज्ञान सूर्य के समान उस परम तत्व को प्रकाशित कर देता है।",
  "english": "But for those whose ignorance is destroyed by knowledge of the Self, that knowledge reveals the Supreme like the sun."
},
{
  "number": 17,
  "sanskrit": "तद्बुद्धयस्तदात्मानस्तन्निष्ठास्तत्परायणाः। गच्छन्त्यपुनरावृत्तिं ज्ञाननिर्धूतकल्मषाः॥",
  "hindi": "जिनकी बुद्धि उसी में स्थित है, जिनका मन उसी में लीन है, जो उसी में निष्ठावान और उसी को लक्ष्य बनाए हैं—वे ज्ञान से पापरहित होकर पुनर्जन्म को नहीं प्राप्त होते।",
  "english": "Those whose intellect is fixed in That, whose self is absorbed in That, who are steadfast in That and devoted to That, attain non-returning state, their impurities destroyed by knowledge."
},
{
  "number": 18,
  "sanskrit": "विद्याविनयसंपन्ने ब्राह्मणे गवि हस्तिनि। शुनि चैव श्वपाके च पण्डिताः समदर्शिनः॥",
  "hindi": "विद्या और विनय से युक्त ब्राह्मण, गाय, हाथी, कुत्ता और चांडाल में भी ज्ञानी समदर्शी होते हैं।",
  "english": "The wise see with equal vision a learned and humble brahmana, a cow, an elephant, a dog, and an outcaste."
},
{
  "number": 19,
  "sanskrit": "इहैव तैर्जितः सर्गो येषां साम्ये स्थितं मनः। निर्दोषं हि समं ब्रह्म तस्माद्ब्रह्मणि ते स्थिताः॥",
  "hindi": "जिनका मन समभाव में स्थित है, उन्होंने इसी जीवन में संसार को जीत लिया है; क्योंकि ब्रह्म निर्दोष और सम है, इसलिए वे ब्रह्म में स्थित हैं।",
  "english": "Here itself they conquer birth and death whose minds are established in equality; Brahman is flawless and equal, therefore they abide in Brahman."
},
{
  "number": 20,
  "sanskrit": "न प्रहृष्येत्प्रियं प्राप्य नोद्विजेत्प्राप्य चाप्रियम्। स्थिरबुद्धिरसम्मूढो ब्रह्मविद्ब्रह्मणि स्थितः॥",
  "hindi": "प्रिय को पाकर हर्षित न हो और अप्रिय को पाकर उद्विग्न न हो; स्थिर बुद्धि और मोहरहित ब्रह्मवेत्ता ब्रह्म में स्थित रहता है।",
  "english": "One who neither rejoices upon obtaining what is pleasant nor grieves upon obtaining what is unpleasant, who is steady in mind and undeluded, knows Brahman and abides in Brahman."
},
{
  "number": 21,
  "sanskrit": "बाह्यस्पर्शेष्वसक्तात्मा विन्दत्यात्मनि यत्सुखम्। स ब्रह्मयोगयुक्तात्मा सुखमक्षयमश्नुते॥",
  "hindi": "बाह्य विषयों में आसक्ति रहित आत्मा आत्मा में जो सुख पाता है, ब्रह्मयोग से युक्त होकर वह अक्षय सुख को प्राप्त करता है।",
  "english": "With the self unattached to external contacts, one finds happiness in the Self; engaged in the yoga of Brahman, one attains imperishable happiness."
},
{
  "number": 22,
  "sanskrit": "ये हि संस्पर्शजा भोगा दुःखयोनय एव ते। आद्यन्तवन्तः कौन्तेय न तेषु रमते बुधः॥",
  "hindi": "हे कुन्तीपुत्र! इंद्रिय-स्पर्श से उत्पन्न भोग दुःख के ही कारण होते हैं, जिनका आदि और अंत होता है; इसलिए बुद्धिमान उनमें रमण नहीं करता।",
  "english": "The pleasures that arise from sense contact are sources of suffering, for they have a beginning and an end; the wise do not delight in them."
},
{
  "number": 23,
  "sanskrit": "शक्नोतीहैव यः सोढुं प्राक्शरीरविमोक्षणात्। कामक्रोधोद्भवं वेगं स युक्तः स सुखी नरः॥",
  "hindi": "जो इस शरीर को छोड़ने से पहले ही काम और क्रोध से उत्पन्न वेग को सहन कर सकता है, वही युक्त और सुखी मनुष्य है।",
  "english": "He who is able, before the body is cast off, to withstand the urges born of desire and anger, is a yogi and a happy person."
},
{
  "number": 24,
  "sanskrit": "योऽन्तःसुखोऽन्तरारामस्तथान्तर्ज्योतिरेव यः। स योगी ब्रह्मनिर्वाणं ब्रह्मभूतोऽधिगच्छति॥",
  "hindi": "जो भीतर सुखी है, भीतर रमण करता है और भीतर ही ज्योति को देखता है—वह योगी ब्रह्मरूप होकर ब्रह्मनिर्वाण को प्राप्त होता है।",
  "english": "One who is happy within, who rejoices within, and who is illuminated within, that yogi attains Brahman and nirvana in Brahman."
},
{
  "number": 25,
  "sanskrit": "लभन्ते ब्रह्मनिर्वाणमृषयः क्षीणकल्मषाः। छिन्नद्वैधा यतात्मानः सर्वभूतहिते रताः॥",
  "hindi": "जिनके पाप नष्ट हो गए हैं, जिनके संशय कट गए हैं, जिनका मन संयमित है और जो सभी प्राणियों के हित में रत हैं—वे ब्रह्मनिर्वाण को प्राप्त होते हैं।",
  "english": "The sages attain Brahman-nirvana, their sins destroyed, doubts cut asunder, disciplined, and devoted to the welfare of all beings."
},
{
  "number": 26,
  "sanskrit": "कामक्रोधवियुक्तानां यतीनां यतचेतसाम्। अभितो ब्रह्मनिर्वाणं वर्तते विदितात्मनाम्॥",
  "hindi": "काम और क्रोध से रहित, संयमित चित्त वाले और आत्मज्ञान से युक्त यतियों के लिए ब्रह्मनिर्वाण सर्वत्र उपलब्ध रहता है।",
  "english": "For those ascetics who are free from desire and anger, who are disciplined and know the Self, Brahman-nirvana exists all around."
},
{
  "number": 27,
  "sanskrit": "स्पर्शान्कृत्वा बहिर्बाह्यान्चक्षुश्चैवान्तरे भ्रुवोः। प्राणापानौ समौ कृत्वा नासाभ्यन्तरचारिणौ॥",
  "hindi": "बाह्य विषयों को बाहर रखकर, नेत्रों को भ्रूमध्य में स्थित करके, और नासिका में विचरने वाले प्राण और अपान को सम करके—",
  "english": "Shutting out all external contacts and fixing the gaze between the eyebrows, equalizing the incoming and outgoing breaths moving within the nostrils—"
},
{
  "number": 28,
  "sanskrit": "यतेन्द्रियमनोबुद्धिर्मुनिर्मोक्षपरायणः। विगतेच्छाभयक्रोधो यः सदा मुक्त एव सः॥",
  "hindi": "जिसकी इंद्रियाँ, मन और बुद्धि संयमित हैं, जो मोक्ष को लक्ष्य बनाकर रहता है, और जिसकी इच्छा, भय और क्रोध समाप्त हो गए हैं—वह सदा मुक्त है।",
  "english": "With senses, mind, and intellect restrained, intent on liberation, free from desire, fear, and anger, the sage is ever liberated."
},
{
  "number": 29,
  "sanskrit": "भोक्तारं यज्ञतपसां सर्वलोकमहेश्वरम्। सुहृदं सर्वभूतानां ज्ञात्वा मां शान्तिमृच्छति॥",
  "hindi": "मुझे यज्ञ और तप का भोक्ता, समस्त लोकों का ईश्वर और सभी प्राणियों का सुहृद जानकर मनुष्य शांति को प्राप्त होता है।",
  "english": "Knowing Me as the enjoyer of sacrifices and austerities, the great Lord of all worlds, and the friend of all beings, one attains peace."
}
  ]
}
