{
  "chapter": 14,
  "name": "Guna Traya Vibhaga Yoga",
  "shlokas": [
    {
      "number": 1,
      "sanskrit": "श्रीभगवानुवाच। परं भूयः प्रवक्ष्यामि ज्ञानानां ज्ञानमुत्तमम्। यज्ज्ञात्वा मुनयः सर्वे परां सिद्धिमितो गताः॥",
      "hindi": "श्रीभगवान बोले—मैं फिर से परम ज्ञानों में सर्वोत्तम ज्ञान कहूँगा, जिसे जानकर सभी मुनि इस संसार से परे परम सिद्धि को प्राप्त हुए हैं।",
      "english": "The Blessed Lord said: I shall again declare the supreme knowledge, the best of all knowledge, knowing which all sages have attained the highest perfection beyond this world."
    },
    {
      "number": 2,
      "sanskrit": "इदं ज्ञानमुपाश्रित्य मम साधर्म्यमागताः। सर्गेऽपि नोपजायन्ते प्रलये न व्यथन्ति च॥",
      "hindi": "इस ज्ञान का आश्रय लेकर वे मेरे समान स्वरूप को प्राप्त होते हैं; सृष्टि में भी वे उत्पन्न नहीं होते और प्रलय में व्याकुल नहीं होते।",
      "english": "Taking refuge in this knowledge, they attain My likeness; they are not born even at creation, nor are they disturbed at dissolution."
    },
    {
      "number": 3,
      "sanskrit": "मम योनिर्महद्ब्रह्म तस्मिन्गर्भं दधाम्यहम्। सम्भवः सर्वभूतानां ततो भवति भारत॥",
      "hindi": "हे भारत! मेरी महत् ब्रह्मरूप प्रकृति ही गर्भ है, उसमें मैं बीज स्थापित करता हूँ; उसी से सभी प्राणियों की उत्पत्ति होती है।",
      "english": "My great nature is the womb; in that I place the seed; from it arises the birth of all beings, O Bharata."
    },
    {
      "number": 4,
      "sanskrit": "सर्वयोनिषु कौन्तेय मूर्तयः सम्भवन्ति याः। तासां ब्रह्म महद्योनिरहं बीजप्रदः पिता॥",
      "hindi": "हे कुन्तीपुत्र! सभी योनियों में जितनी भी मूर्तियाँ उत्पन्न होती हैं, उनकी महत् ब्रह्मरूप प्रकृति माता है और मैं बीज देने वाला पिता हूँ।",
      "english": "In all wombs, O son of Kunti, whatever forms are produced, the great nature is their womb, and I am the seed-giving father."
    },
    {
      "number": 5,
      "sanskrit": "सत्त्वं रजस्तम इति गुणाः प्रकृतिसम्भवाः। निबध्नन्ति महाबाहो देहे देहिनमव्ययम्॥",
      "hindi": "हे महाबाहो! सत्त्व, रज और तम—ये प्रकृति से उत्पन्न गुण देह में अविनाशी देही को बाँधते हैं।",
      "english": "Sattva, rajas, and tamas—these qualities born of nature bind the imperishable embodied being in the body, O mighty-armed one."
    },
    {
      "number": 6,
      "sanskrit": "तत्र सत्त्वं निर्मलत्वात्प्रकाशकमनामयम्। सुखसङ्गेन बध्नाति ज्ञानसङ्गेन चानघ॥",
      "hindi": "उनमें सत्त्व गुण निर्मल होने के कारण प्रकाशक और निरोग है; हे अनघ! यह सुख और ज्ञान की आसक्ति से बाँधता है।",
      "english": "Among them, sattva, being pure, is illuminating and healthy; it binds by attachment to happiness and knowledge, O sinless one."
    },
    {
      "number": 7,
      "sanskrit": "रजो रागात्मकं विद्धि तृष्णासङ्गसमुद्भवम्। तन्निबध्नाति कौन्तेय कर्मसङ्गेन देहिनम्॥",
      "hindi": "हे कुन्तीपुत्र! रजोगुण को रागस्वरूप जानो, जो तृष्णा और आसक्ति से उत्पन्न होता है; यह कर्म की आसक्ति से देही को बाँधता है।",
      "english": "Know rajas to be of the nature of passion, born of craving and attachment; it binds the embodied being through attachment to action, O son of Kunti."
    },
    {
      "number": 8,
      "sanskrit": "तमस्त्वज्ञानजं विद्धि मोहनं सर्वदेहिनाम्। प्रमादालस्यनिद्राभिस्तन्निबध्नाति भारत॥",
      "hindi": "हे भारत! तमोगुण को अज्ञान से उत्पन्न जानो, जो सभी देहधारियों को मोहित करता है; यह प्रमाद, आलस्य और निद्रा से बाँधता है।",
      "english": "Know tamas to be born of ignorance, deluding all embodied beings; it binds by negligence, laziness, and sleep, O Bharata."
    },
    {
      "number": 9,
      "sanskrit": "सत्त्वं सुखे सञ्जयति रजः कर्मणि भारत। ज्ञानमावृत्य तु तमः प्रमादे सञ्जयत्युत॥",
      "hindi": "हे भारत! सत्त्व सुख में लगाता है, रज कर्म में लगाता है और तम ज्ञान को ढककर प्रमाद में लगाता है।",
      "english": "Sattva binds to happiness, rajas to action, O Bharata; while tamas, veiling knowledge, binds to negligence."
    },
    {
      "number": 10,
      "sanskrit": "रजस्तमश्चाभिभूय सत्त्वं भवति भारत। रजः सत्त्वं तमश्चैव तमः सत्त्वं रजस्तथा॥",
      "hindi": "हे भारत! कभी सत्त्व रज और तम को दबाकर बढ़ता है; कभी रज सत्त्व और तम को; और कभी तम सत्त्व और रज को।",
      "english": "Now sattva predominates, overcoming rajas and tamas; now rajas prevails over sattva and tamas; and now tamas over sattva and rajas, O Bharata."
    },
    {
      "number": 11,
      "sanskrit": "सर्वद्वारेषु देहेऽस्मिन्प्रकाश उपजायते। ज्ञानं यदा तदा विद्याद्विवृद्धं सत्त्वमित्युत॥",
      "hindi": "जब इस शरीर के सभी द्वारों में प्रकाश और ज्ञान उत्पन्न होता है, तब जानो कि सत्त्वगुण की वृद्धि हुई है।",
      "english": "When light and knowledge arise through all the gates of the body, then it should be known that sattva has increased."
    },
    {
      "number": 12,
      "sanskrit": "लोभः प्रवृत्तिरारम्भः कर्मणामशमः स्पृहा। रजस्येतानि जायन्ते विवृद्धे भरतर्षभ॥",
      "hindi": "हे भरतश्रेष्ठ! रजोगुण के बढ़ने पर लोभ, प्रवृत्ति, कर्मों का आरम्भ, अशांति और स्पृहा उत्पन्न होती हैं।",
      "english": "Greed, activity, undertaking of actions, restlessness, and craving arise when rajas is predominant, O best of the Bharatas."
    },
    {
      "number": 13,
      "sanskrit": "अप्रकाशोऽप्रवृत्तिश्च प्रमादो मोह एव च। तमस्येतानि जायन्ते विवृद्धे कुरुनन्दन॥",
      "hindi": "हे कुरुनन्दन! तमोगुण के बढ़ने पर अज्ञान, निष्क्रियता, प्रमाद और मोह उत्पन्न होते हैं।",
      "english": "Darkness, inertia, negligence, and delusion arise when tamas is predominant, O delight of the Kurus."
    },
{
  "number": 14,
  "sanskrit": "यदा सत्त्वे प्रवृद्धे तु प्रलयं याति देहभृत्। तदोत्तमविदां लोकानमलान्प्रतिपद्यते॥",
  "hindi": "जब देहधारी की मृत्यु सत्त्वगुण की वृद्धि में होती है, तब वह उत्तम ज्ञानियों के निर्मल लोकों को प्राप्त होता है।",
  "english": "When the embodied being dies while sattva is predominant, he attains the pure worlds of the knowers of the highest."
},
{
  "number": 15,
  "sanskrit": "रजसि प्रलयं गत्वा कर्मसङ्गिषु जायते। तथा प्रलीनस्तमसि मूढयोनिषु जायते॥",
  "hindi": "रजोगुण में मृत्यु को प्राप्त होकर कर्मासक्तों में जन्म लेता है; और तमोगुण में लीन होकर मूढ़ योनियों में जन्म लेता है।",
  "english": "Dying in rajas, one is born among those attached to action; dying in tamas, one is born in deluded wombs."
},
{
  "number": 16,
  "sanskrit": "कर्मणः सुकृतस्याहुः सात्त्विकं निर्मलं फलम्। रजसस्तु फलं दुःखमज्ञानं तमसः फलम्॥",
  "hindi": "सत्कर्म का फल सात्त्विक और निर्मल कहा गया है; रजोगुण का फल दुःख है और तमोगुण का फल अज्ञान है।",
  "english": "The fruit of good action is said to be pure and sattvic; the fruit of rajas is pain; and the fruit of tamas is ignorance."
},
{
  "number": 17,
  "sanskrit": "सत्त्वात्सञ्जायते ज्ञानं रजसो लोभ एव च। प्रमादमोहौ तमसो भवतोऽज्ञानमेव च॥",
  "hindi": "सत्त्व से ज्ञान उत्पन्न होता है, रज से लोभ उत्पन्न होता है और तम से प्रमाद, मोह और अज्ञान उत्पन्न होते हैं।",
  "english": "From sattva arises knowledge; from rajas arises greed; from tamas arise negligence, delusion, and ignorance."
},
{
  "number": 18,
  "sanskrit": "ऊर्ध्वं गच्छन्ति सत्त्वस्था मध्ये तिष्ठन्ति राजसाः। जघन्यगुणवृत्तिस्था अधो गच्छन्ति तामसाः॥",
  "hindi": "सत्त्वगुण में स्थित लोग ऊर्ध्व लोकों को जाते हैं, रजोगुण में स्थित मध्य लोकों में रहते हैं और तमोगुण में स्थित अधोलोकों को जाते हैं।",
  "english": "Those established in sattva go upward; those in rajas remain in the middle; those abiding in the lowest quality, tamas, go downward."
},
{
  "number": 19,
  "sanskrit": "नान्यं गुणेभ्यः कर्तारं यदा द्रष्टानुपश्यति। गुणेभ्यश्च परं वेत्ति मद्भावं सोऽधिगच्छति॥",
  "hindi": "जब मनुष्य गुणों के अतिरिक्त किसी अन्य कर्ता को नहीं देखता और गुणों से परे तत्व को जानता है, तब वह मेरे स्वरूप को प्राप्त होता है।",
  "english": "When one sees no agent other than the qualities and knows That which is beyond the qualities, he attains My being."
},
{
  "number": 20,
  "sanskrit": "गुणानेतानतीत्य त्रीन्देही देहसमुद्भवान्। जन्ममृत्युजरादुःखैर्विमुक्तोऽमृतमश्नुते॥",
  "hindi": "देह से उत्पन्न इन तीनों गुणों को पार करके देही जन्म, मृत्यु, बुढ़ापा और दुःख से मुक्त होकर अमरत्व को प्राप्त होता है।",
  "english": "Having transcended these three qualities born of the body, the embodied being is freed from birth, death, old age, and sorrow, and attains immortality."
},
{
  "number": 21,
  "sanskrit": "अर्जुन उवाच। कैर्लिङ्गैस्त्रीन्गुणानेतानतीतो भवति प्रभो। किमाचारः कथं चैतांस्त्रीन्गुणानतिवर्तते॥",
  "hindi": "अर्जुन ने कहा—हे प्रभो! इन तीनों गुणों से परे होने वाले के लक्षण क्या हैं? उसका आचरण कैसा होता है और वह इन गुणों को कैसे पार करता है?",
  "english": "Arjuna said: O Lord, what are the marks of one who has transcended these three qualities? What is his conduct, and how does he rise above these three qualities?"
},
{
  "number": 22,
  "sanskrit": "श्रीभगवानुवाच। प्रकाशं च प्रवृत्तिं च मोहमेव च पाण्डव। न द्वेष्टि सम्प्रवृत्तानि न निवृत्तानि काङ्क्षति॥",
  "hindi": "श्रीभगवान बोले—हे पाण्डव! प्रकाश, प्रवृत्ति और मोह के उत्पन्न होने पर न तो वह द्वेष करता है और न उनके निवृत्त होने की कामना करता है।",
  "english": "The Blessed Lord said: O Pandava, he neither hates illumination, activity, and delusion when they arise, nor longs for them when they cease."
},
{
  "number": 23,
  "sanskrit": "उदासीनवदासीनो गुणैर्यो न विचाल्यते। गुणा वर्तन्त इत्येव योऽवतिष्ठति नेङ्गते॥",
  "hindi": "जो उदासीन के समान स्थित रहता है और गुणों से विचलित नहीं होता, जो यह जानकर स्थित रहता है कि गुण ही कार्य कर रहे हैं—वह विचलित नहीं होता।",
  "english": "He who sits like one unconcerned, not disturbed by the qualities, knowing that the qualities alone act, and remains firm, does not waver."
},
{
  "number": 24,
  "sanskrit": "समदुःखसुखः स्वस्थः समलोष्टाश्मकाञ्चनः। तुल्यप्रियाप्रियो धीरस्तुल्यनिन्दात्मसंस्तुतिः॥",
  "hindi": "जो सुख-दुःख में सम, आत्मस्थित, मिट्टी, पत्थर और सोने में समान, प्रिय और अप्रिय में सम, धीर और निंदा तथा स्तुति में समान है—",
  "english": "He who is alike in pleasure and pain, self-abiding, who regards a clod, a stone, and gold as the same, equal toward the pleasant and the unpleasant, steady, and the same in praise and blame—"
},
{
  "number": 25,
  "sanskrit": "मानापमानयोस्तुल्यस्तुल्यो मित्रारिपक्षयोः। सर्वारम्भपरित्यागी गुणातीतः स उच्यते॥",
  "hindi": "जो मान और अपमान, मित्र और शत्रु में समान है और सभी कर्मों के आरम्भ का त्याग करने वाला है—वह गुणातीत कहलाता है।",
  "english": "He who is the same in honor and dishonor, the same toward friend and foe, who has renounced all undertakings—he is said to have transcended the qualities."
},
{
  "number": 26,
  "sanskrit": "मां च योऽव्यभिचारेण भक्तियोगेन सेवते। स गुणान्समतीत्यैतान्ब्रह्मभूयाय कल्पते॥",
  "hindi": "जो अविचल भक्तियोग से मेरी सेवा करता है, वह इन गुणों को पार करके ब्रह्मभाव को प्राप्त होता है।",
  "english": "He who serves Me with unwavering devotion transcends these qualities and becomes fit for attaining Brahman."
},
{
  "number": 27,
  "sanskrit": "ब्रह्मणो हि प्रतिष्ठाहममृतस्याव्ययस्य च। शाश्वतस्य च धर्मस्य सुखस्यैकान्तिकस्य च॥",
  "hindi": "क्योंकि मैं ही ब्रह्म, अमृत, अविनाशी, शाश्वत धर्म और परम सुख का आधार हूँ।",
  "english": "For I am the foundation of Brahman, of immortality, of the imperishable, of the eternal dharma, and of absolute bliss."
}
  ]
}
