{
  "chapter": 13,
  "name": "Kshetra Kshetrajna Vibhaga Yoga",
  "shlokas": [
    {
      "number": 1,
      "sanskrit": "अर्जुन उवाच। प्रकृतिं पुरुषं चैव क्षेत्रं क्षेत्रज्ञमेव च। एतद्वेदितुमिच्छामि ज्ञानं ज्ञेयं च केशव॥",
      "hindi": "अर्जुन ने कहा—हे केशव! मैं प्रकृति और पुरुष को, क्षेत्र और क्षेत्रज्ञ को, तथा ज्ञान और ज्ञेय को जानना चाहता हूँ।",
      "english": "Arjuna said: O Keshava, I wish to know about nature and the enjoyer, the field and the knower of the field, and also knowledge and the object of knowledge."
    },
    {
      "number": 2,
      "sanskrit": "श्रीभगवानुवाच। इदं शरीरं कौन्तेय क्षेत्रमित्यभिधीयते। एतद्यो वेत्ति तं प्राहुः क्षेत्रज्ञ इति तद्विदः॥",
      "hindi": "श्रीभगवान बोले—हे कुन्तीपुत्र! यह शरीर क्षेत्र कहलाता है; जो इसे जानता है, उसे तत्वज्ञ लोग क्षेत्रज्ञ कहते हैं।",
      "english": "The Blessed Lord said: This body, O son of Kunti, is called the field; one who knows it is called the knower of the field by those who know."
    },
    {
      "number": 3,
      "sanskrit": "क्षेत्रज्ञं चापि मां विद्धि सर्वक्षेत्रेषु भारत। क्षेत्रक्षेत्रज्ञयोर्ज्ञानं यत्तज्ज्ञानं मतं मम॥",
      "hindi": "हे भारत! सभी क्षेत्रों में क्षेत्रज्ञ के रूप में मुझे भी जानो; क्षेत्र और क्षेत्रज्ञ का जो ज्ञान है, वही मेरे मत में वास्तविक ज्ञान है।",
      "english": "And know Me also as the knower of the field in all fields, O Bharata; the knowledge of the field and the knower of the field is true knowledge in My view."
    },
    {
      "number": 4,
      "sanskrit": "तत्क्षेत्रं यच्च यादृक्च यद्विकारि यतश्च यत्। स च यो यत्प्रभावश्च तत्समासेन मे शृणु॥",
      "hindi": "वह क्षेत्र क्या है, कैसा है, उसके विकार क्या हैं, वह किससे उत्पन्न हुआ है, तथा वह क्षेत्रज्ञ कौन है और उसकी शक्ति क्या है—इसे संक्षेप में मुझसे सुनो।",
      "english": "What the field is, what its nature is, what its modifications are, whence it arises, who He is and what His powers are—hear all this from Me briefly."
    },
    {
      "number": 5,
      "sanskrit": "ऋषिभिर्बहुधा गीतं छन्दोभिर्विविधैः पृथक्। ब्रह्मसूत्रपदैश्चैव हेतुमद्भिर्विनिश्चितैः॥",
      "hindi": "इसे ऋषियों ने अनेक प्रकार से, विभिन्न छंदों में और तर्कयुक्त ब्रह्मसूत्रों के पदों द्वारा स्पष्ट किया है।",
      "english": "This has been sung in various ways by the sages, in diverse meters, and also in the reasoned, definitive statements of the Brahma Sutras."
    },
    {
      "number": 6,
      "sanskrit": "महाभूतान्यहङ्कारो बुद्धिरव्यक्तमेव च। इन्द्रियाणि दशैकं च पञ्च चेन्द्रियगोचराः॥",
      "hindi": "महाभूत, अहंकार, बुद्धि और अव्यक्त; दस इंद्रियाँ और एक मन; तथा पाँच इंद्रिय-विषय—",
      "english": "The great elements, ego, intellect, and the unmanifest; the ten senses and the one (mind); and the five objects of the senses—"
    },
    {
      "number": 7,
      "sanskrit": "इच्छा द्वेषः सुखं दुःखं सङ्घातश्चेतना धृतिः। एतत्क्षेत्रं समासेन सविकारमुदाहृतम्॥",
      "hindi": "इच्छा, द्वेष, सुख, दुःख, शरीर-संघात, चेतना और धृति—इस प्रकार विकारों सहित यह क्षेत्र संक्षेप में कहा गया है।",
      "english": "Desire, hatred, pleasure, pain, the aggregate body, consciousness, and fortitude—thus the field with its modifications is briefly described."
    },
    {
      "number": 8,
      "sanskrit": "अमानित्वमदम्भित्वमहिंसा क्षान्तिरार्जवम्। आचार्योपासनं शौचं स्थैर्यमात्मविनिग्रहः॥",
      "hindi": "अमानित्व, अदम्भित्व, अहिंसा, क्षमा, सरलता, आचार्य की सेवा, शुद्धता, स्थिरता और आत्मसंयम—",
      "english": "Humility, absence of pretension, nonviolence, patience, straightforwardness, service to the teacher, purity, steadiness, and self-control—"
    },
    {
      "number": 9,
      "sanskrit": "इन्द्रियार्थेषु वैराग्यमनहङ्कार एव च। जन्ममृत्युजराव्याधिदुःखदोषानुदर्शनम्॥",
      "hindi": "इंद्रिय-विषयों के प्रति वैराग्य, अहंकार का अभाव, तथा जन्म, मृत्यु, बुढ़ापा और रोग के दुःख-दोषों का दर्शन—",
      "english": "Detachment from sense objects, absence of ego, and constant awareness of the evils of birth, death, old age, and disease—"
    },
    {
      "number": 10,
      "sanskrit": "असक्तिरनभिष्वङ्गः पुत्रदारगृहादिषु। नित्यं च समचित्तत्वमिष्टानिष्टोपपत्तिषु॥",
      "hindi": "आसक्ति का अभाव, पुत्र, पत्नी और घर आदि में अनभिष्वंग, तथा प्रिय-अप्रिय घटनाओं में सदा समचित्तता—",
      "english": "Non-attachment, non-clinging to son, wife, and home, and constant even-mindedness amid desirable and undesirable events—"
    },
    {
      "number": 11,
      "sanskrit": "मयि चानन्ययोगेन भक्तिरव्यभिचारिणी। विविक्तदेशसेवित्वमरतिर्जनसंसदि॥",
      "hindi": "मुझमें अनन्य योग से अविचल भक्ति, एकांत स्थानों का सेवन और जनसमूह में अरुचि—",
      "english": "Unwavering devotion to Me through exclusive yoga, resorting to solitary places, and distaste for crowds—"
    },
    {
      "number": 12,
      "sanskrit": "अध्यात्मज्ञाननित्यत्वं तत्त्वज्ञानार्थदर्शनम्। एतज्ज्ञानमिति प्रोक्तमज्ञानं यदतोऽन्यथा॥",
      "hindi": "अध्यात्म ज्ञान में निरंतरता और तत्वज्ञान के अर्थ का दर्शन—इसे ज्ञान कहा गया है; इसके विपरीत जो है, वह अज्ञान है।",
      "english": "Constancy in self-knowledge and insight into the meaning of truth—this is declared to be knowledge; what is opposed to this is ignorance."
    },
    {
      "number": 13,
      "sanskrit": "ज्ञेयं यत्तत्प्रवक्ष्यामि यज्ज्ञात्वामृतमश्नुते। अनादिमत्परं ब्रह्म न सत्तन्नासदुच्यते॥",
      "hindi": "अब मैं उस ज्ञेय का वर्णन करूँगा, जिसे जानकर अमरत्व प्राप्त होता है—वह अनादि, परम ब्रह्म है, जिसे न सत् कहा जाता है न असत्।",
      "english": "I shall now declare the object of knowledge, knowing which one attains immortality—the beginningless supreme Brahman, said to be neither being nor non-being."
    },
    {
      "number": 14,
      "sanskrit": "सर्वतः पाणिपादं तत्सर्वतोऽक्षिशिरोमुखम्। सर्वतः श्रुतिमल्लोके सर्वमावृत्य तिष्ठति॥",
      "hindi": "वह सब ओर हाथ-पाँव वाला, सब ओर नेत्र, सिर और मुख वाला, तथा सब ओर से सुनने वाला है; वह सब कुछ व्याप्त करके स्थित है।",
      "english": "With hands and feet everywhere, with eyes, heads, and faces everywhere, with ears everywhere—He exists pervading everything in the world."
    },
    {
      "number": 15,
      "sanskrit": "सर्वेन्द्रियगुणाभासं सर्वेन्द्रियविवर्जितम्। असक्तं सर्वभृच्चैव निर्गुणं गुणभोक्तृ च॥",
      "hindi": "वह सब इंद्रियों के गुणों को प्रकाशित करने वाला, फिर भी इंद्रियों से रहित; आसक्ति रहित, सबका धारणकर्ता; निर्गुण होते हुए भी गुणों का भोक्ता है।",
      "english": "Shining through the functions of all the senses, yet devoid of senses; unattached, yet sustaining all; beyond the gunas, yet enjoying the gunas."
    },
    {
      "number": 16,
      "sanskrit": "बहिरन्तश्च भूतानामचरं चरमेव च। सूक्ष्मत्वात्तदविज्ञेयं दूरस्थं चान्तिके च तत्॥",
      "hindi": "वह प्राणियों के भीतर और बाहर है; चर और अचर दोनों है; सूक्ष्म होने के कारण जानने में कठिन है; वह दूर भी है और समीप भी।",
      "english": "He is outside and inside all beings; moving and unmoving; because of His subtlety He is incomprehensible; He is far away and yet near."
    },
    {
      "number": 17,
      "sanskrit": "अविभक्तं च भूतेषु विभक्तमिव च स्थितम्। भूतभर्तृ च तज्ज्ञेयं ग्रसिष्णु प्रभविष्णु च॥",
      "hindi": "वह सभी प्राणियों में अविभक्त होकर भी विभक्त-सा प्रतीत होता है; वही प्राणियों का धारक, संहारक और उत्पत्तिकर्ता है।",
      "english": "Undivided yet appearing as divided among beings; that is to be known as the sustainer of beings, their destroyer and creator."
    },
    {
      "number": 18,
      "sanskrit": "ज्योतिषामपि तज्ज्योतिस्तमसः परमुच्यते। ज्ञानं ज्ञेयं ज्ञानगम्यं हृदि सर्वस्य विष्ठितम्॥",
      "hindi": "वह ज्योतियों की भी ज्योति है और अंधकार से परे कहा गया है; वही ज्ञान, ज्ञेय और ज्ञान से प्राप्त होने वाला है—सबके हृदय में स्थित है।",
      "english": "That is the Light of lights, said to be beyond darkness; It is knowledge, the object of knowledge, and attainable through knowledge—dwelling in the hearts of all."
    },
{
  "number": 19,
  "sanskrit": "इति क्षेत्रं तथा ज्ञानं ज्ञेयं चोक्तं समासतः। मद्भक्त एतद्विज्ञाय मद्भावायोपपद्यते॥",
  "hindi": "इस प्रकार क्षेत्र, ज्ञान और ज्ञेय को संक्षेप में कहा गया है; इसे जानकर मेरा भक्त मेरे स्वरूप को प्राप्त होता है।",
  "english": "Thus the field, knowledge, and the object of knowledge have been briefly described; knowing this, My devotee attains My being."
},
{
  "number": 20,
  "sanskrit": "प्रकृतिं पुरुषं चैव विद्ध्यनादी उभावपि। विकारांश्च गुणांश्चैव विद्धि प्रकृतिसम्भवान्॥",
  "hindi": "प्रकृति और पुरुष—दोनों को ही अनादि जानो; तथा उनके विकारों और गुणों को प्रकृति से उत्पन्न जानो।",
  "english": "Know both nature and the enjoyer to be beginningless; know also that modifications and qualities arise from nature."
},
{
  "number": 21,
  "sanskrit": "कार्यकरणकर्तृत्वे हेतुः प्रकृतिरुच्यते। पुरुषः सुखदुःखानां भोक्तृत्वे हेतुरुच्यते॥",
  "hindi": "कार्य और करण के कर्तृत्व में प्रकृति कारण कही जाती है और सुख-दुःख के भोग में पुरुष कारण कहा जाता है।",
  "english": "Nature is said to be the cause of the capacity for action and instruments; the enjoyer is said to be the cause of experiencing pleasure and pain."
},
{
  "number": 22,
  "sanskrit": "पुरुषः प्रकृतिस्थो हि भुङ्क्ते प्रकृतिजान्गुणान्। कारणं गुणसङ्गोऽस्य सदसद्योनिजन्मसु॥",
  "hindi": "प्रकृति में स्थित पुरुष प्रकृति से उत्पन्न गुणों को भोगता है; गुणों का संग ही उसके शुभ-अशुभ योनियों में जन्म का कारण है।",
  "english": "The enjoyer seated in nature experiences the qualities born of nature; attachment to the qualities is the cause of birth in good and evil wombs."
},
{
  "number": 23,
  "sanskrit": "उपद्रष्टानुमन्ता च भर्ता भोक्ता महेश्वरः। परमात्मेति चाप्युक्तो देहेऽस्मिन्पुरुषः परः॥",
  "hindi": "इस शरीर में स्थित परम पुरुष उपद्रष्टा, अनुमन्ता, भर्ता, भोक्ता, महेश्वर और परमात्मा कहा जाता है।",
  "english": "The Supreme Person in this body is also called the witness, the permitter, the sustainer, the enjoyer, the great Lord, and the Supreme Self."
},
{
  "number": 24,
  "sanskrit": "य एवं वेत्ति पुरुषं प्रकृतिं च गुणैः सह। सर्वथा वर्तमानोऽपि न स भूयोऽभिजायते॥",
  "hindi": "जो इस प्रकार पुरुष और गुणों सहित प्रकृति को जानता है, वह किसी भी अवस्था में रहकर पुनर्जन्म को प्राप्त नहीं होता।",
  "english": "He who thus knows the enjoyer and nature along with the qualities is not born again, whatever his mode of life."
},
{
  "number": 25,
  "sanskrit": "ध्यानेनात्मनि पश्यन्ति केचिदात्मानमात्मना। अन्ये साङ्ख्येन योगेन कर्मयोगेन चापरे॥",
  "hindi": "कुछ लोग ध्यान द्वारा आत्मा में आत्मा को देखते हैं; अन्य सांख्य योग से और अन्य कर्मयोग से देखते हैं।",
  "english": "Some perceive the Self within themselves through meditation; others through the yoga of knowledge; others through the yoga of action."
},
{
  "number": 26,
  "sanskrit": "अन्ये त्वेवमजानन्तः श्रुत्वाऽन्येभ्य उपासते। तेऽपि चातितरन्त्येव मृत्युं श्रुतिपरायणाः॥",
  "hindi": "जो स्वयं नहीं जानते, वे दूसरों से सुनकर उपासना करते हैं; वे भी श्रुति में तत्पर रहकर मृत्यु को पार कर जाते हैं।",
  "english": "Others, not knowing thus, worship as they have heard from others; even they cross beyond death, devoted to what they have heard."
},
{
  "number": 27,
  "sanskrit": "यावत्सञ्जायते किंचित्सत्त्वं स्थावरजङ्गमम्। क्षेत्रक्षेत्रज्ञसंयोगात्तद्विद्धि भरतर्षभ॥",
  "hindi": "हे भरतश्रेष्ठ! जो कुछ भी स्थावर या जंगम प्राणी उत्पन्न होता है, उसे क्षेत्र और क्षेत्रज्ञ के संयोग से उत्पन्न जानो।",
  "english": "Whatever being is born, moving or unmoving, know it to arise from the union of the field and the knower of the field, O best of the Bharatas."
},
{
  "number": 28,
  "sanskrit": "समं सर्वेषु भूतेषु तिष्ठन्तं परमेश्वरम्। विनश्यत्स्वविनश्यन्तं यः पश्यति स पश्यति॥",
  "hindi": "जो सभी प्राणियों में समान रूप से स्थित परमेश्वर को, नष्ट होते शरीरों में अविनाशी रूप से देखता है—वही वास्तव में देखता है।",
  "english": "He who sees the Supreme Lord equally present in all beings, the imperishable within the perishable, truly sees."
},
{
  "number": 29,
  "sanskrit": "समं पश्यन्हि सर्वत्र समवस्थितमीश्वरम्। न हिनस्त्यात्मनाऽत्मानं ततो याति परां गतिम्॥",
  "hindi": "जो सर्वत्र समान रूप से स्थित ईश्वर को देखता है, वह आत्मा द्वारा आत्मा को नष्ट नहीं करता और परम गति को प्राप्त होता है।",
  "english": "Seeing the same Lord everywhere equally present, he does not destroy the Self by the self, and thus attains the supreme goal."
},
{
  "number": 30,
  "sanskrit": "प्रकृत्यैव च कर्माणि क्रियमाणानि सर्वशः। यः पश्यति तथात्मानमकर्तारं स पश्यति॥",
  "hindi": "जो यह देखता है कि सभी कर्म प्रकृति द्वारा ही किए जाते हैं और आत्मा को अकर्ता देखता है—वही वास्तव में देखता है।",
  "english": "He who sees that all actions are performed by nature alone, and thus sees the Self as non-doer, truly sees."
},
{
  "number": 31,
  "sanskrit": "यदा भूतपृथग्भावमेकस्थमनुपश्यति। तत एव च विस्तारं ब्रह्म सम्पद्यते तदा॥",
  "hindi": "जब वह भूतों की भिन्नता को एक ही में स्थित देखता है और वहीं से उनका विस्तार देखता है, तब वह ब्रह्म को प्राप्त होता है।",
  "english": "When one sees the multiplicity of beings resting in the One and spreading forth from It alone, then one attains Brahman."
},
{
  "number": 32,
  "sanskrit": "अनादित्वान्निर्गुणत्वात्परमात्मायमव्ययः। शरीरस्थोऽपि कौन्तेय न करोति न लिप्यते॥",
  "hindi": "हे कुन्तीपुत्र! यह परमात्मा अनादि और निर्गुण होने के कारण अविनाशी है; शरीर में स्थित होकर भी न कर्म करता है न लिप्त होता है।",
  "english": "Being beginningless and without qualities, the Supreme Self is imperishable; though dwelling in the body, O son of Kunti, It neither acts nor is tainted."
},
{
  "number": 33,
  "sanskrit": "यथा सर्वगतं सौक्ष्म्यादाकाशं नोपलिप्यते। सर्वत्रावस्थितो देहे तथात्मा नोपलिप्यते॥",
  "hindi": "जैसे सर्वत्र व्याप्त आकाश सूक्ष्म होने से लिप्त नहीं होता, वैसे ही शरीर में स्थित आत्मा लिप्त नहीं होता।",
  "english": "As the all-pervading space is not tainted due to its subtlety, so the Self, dwelling everywhere in the body, is not tainted."
},
{
  "number": 34,
  "sanskrit": "यथा प्रकाशयत्येकः कृत्स्नं लोकमिमं रविः। क्षेत्रं क्षेत्री तथा कृत्स्नं प्रकाशयति भारत॥",
  "hindi": "हे भारत! जैसे एक सूर्य इस सम्पूर्ण जगत को प्रकाशित करता है, वैसे ही क्षेत्रज्ञ सम्पूर्ण क्षेत्र को प्रकाशित करता है।",
  "english": "As the one sun illuminates the entire world, so the knower of the field illumines the entire field, O Bharata."
},
{
  "number": 35,
  "sanskrit": "क्षेत्रक्षेत्रज्ञयोरेवमन्तरं ज्ञानचक्षुषा। भूतप्रकृतिमोक्षं च ये विदुर्यान्ति ते परम्॥",
  "hindi": "जो ज्ञानचक्षु से क्षेत्र और क्षेत्रज्ञ के अंतर को तथा भूत-प्रकृति से मुक्ति को जानते हैं, वे परम पद को प्राप्त होते हैं।",
  "english": "Those who perceive with the eye of knowledge the distinction between the field and the knower of the field, and the liberation from material nature, attain the supreme."
}
  ]
}
