{
  "chapter": 8,
  "name": "Akshara Brahma Yoga",
  "shlokas": [
    {
      "number": 1,
      "sanskrit": "अर्जुन उवाच। किं तद्ब्रह्म किमध्यात्मं किं कर्म पुरुषोत्तम। अधिभूतं च किं प्रोक्तमधिदैवं किमुच्यते॥",
      "hindi": "अर्जुन ने कहा—हे पुरुषोत्तम! वह ब्रह्म क्या है, अध्यात्म क्या है और कर्म क्या है? अधिभूत क्या कहा गया है और अधिदैव किसे कहते हैं?",
      "english": "Arjuna said: O Supreme Person, what is Brahman? What is the Self? What is action? What is called the physical realm, and what is called the divine?"
    },
    {
      "number": 2,
      "sanskrit": "अधियज्ञः कथं कोऽत्र देहेऽस्मिन्मधुसूदन। प्रयाणकाले च कथं ज्ञेयोऽसि नियतात्मभिः॥",
      "hindi": "हे मधुसूदन! इस शरीर में अधियज्ञ कौन है और कैसे है? तथा प्रयाणकाल में संयमित आत्माओं द्वारा आप कैसे जाने जाते हैं?",
      "english": "O Madhusudana, who is the Lord of sacrifice here, and how does He dwell in the body? And how are You to be known at the time of death by the self-controlled?"
    },
    {
      "number": 3,
      "sanskrit": "श्रीभगवानुवाच। अक्षरं ब्रह्म परमं स्वभावोऽध्यात्ममुच्यते। भूतभावोद्भवकरो विसर्गः कर्मसंज्ञितः॥",
      "hindi": "श्रीभगवान बोले—अक्षर ब्रह्म परम है; अपना स्वभाव अध्यात्म कहलाता है; प्राणियों की उत्पत्ति का कारण विसर्ग कर्म कहलाता है।",
      "english": "The Blessed Lord said: The Imperishable is the supreme Brahman; its inherent nature is called the Self; the creative force that brings beings into existence is called action."
    },
    {
      "number": 4,
      "sanskrit": "अधिभूतं क्षरो भावः पुरुषश्चाधिदैवतम्। अधियज्ञोऽहमेवात्र देहे देहभृतां वर॥",
      "hindi": "नश्वर भाव अधिभूत कहलाता है, पुरुष अधिदैवत कहलाता है, और हे देहधारियों में श्रेष्ठ! इस शरीर में अधियज्ञ मैं ही हूँ।",
      "english": "The perishable nature is called the physical realm; the cosmic person is the divine; and I alone am the Lord of sacrifice in this body, O best of embodied beings."
    },
    {
      "number": 5,
      "sanskrit": "अन्तकाले च मामेव स्मरन्मुक्त्वा कलेवरम्। यः प्रयाति स मद्भावं याति नास्त्यत्र संशयः॥",
      "hindi": "जो मनुष्य अंतकाल में मुझे ही स्मरण करता हुआ शरीर छोड़ता है, वह मेरे स्वरूप को प्राप्त होता है—इसमें कोई संशय नहीं है।",
      "english": "Whoever remembers Me alone at the time of death and leaves the body attains My being; of this there is no doubt."
    },
    {
      "number": 6,
      "sanskrit": "यं यं वापि स्मरन्भावं त्यजत्यन्ते कलेवरम्। तं तमेवैति कौन्तेय सदा तद्भावभावितः॥",
      "hindi": "हे कुन्तीपुत्र! मनुष्य अंतकाल में जिस-जिस भाव का स्मरण करते हुए शरीर छोड़ता है, वह उसी भाव को प्राप्त होता है।",
      "english": "Whatever state one remembers when leaving the body at death, that state one attains, O son of Kunti, being always absorbed in it."
    },
    {
      "number": 7,
      "sanskrit": "तस्मात्सर्वेषु कालेषु मामनुस्मर युध्य च। मय्यर्पितमनोबुद्धिर्मामेवैष्यस्यसंशयम्॥",
      "hindi": "इसलिए सब समय मेरा स्मरण करते हुए युद्ध करो; मुझमें अर्पित मन और बुद्धि वाला तुम निस्संदेह मुझे ही प्राप्त होओगे।",
      "english": "Therefore, remember Me at all times and fight. With mind and intellect fixed on Me, you will undoubtedly come to Me."
    },
    {
      "number": 8,
      "sanskrit": "अभ्यासयोगयुक्तेन चेतसा नान्यगामिना। परमं पुरुषं दिव्यं याति पार्थानुचिन्तयन्॥",
      "hindi": "हे पार्थ! अभ्यासयोग से युक्त, अन्यत्र न जाने वाले चित्त से परम दिव्य पुरुष का निरंतर चिंतन करने वाला उसे प्राप्त होता है।",
      "english": "With the mind disciplined by practice and not wandering elsewhere, meditating on the Supreme Divine Person, one attains Him, O Partha."
    },
    {
      "number": 9,
      "sanskrit": "कविं पुराणमनुशासितारमणोरणीयांसमनुस्मरेद्यः। सर्वस्य धातारमचिन्त्यरूपमादित्यवर्णं तमसः परस्तात्॥",
      "hindi": "जो सर्वज्ञ, पुरातन, नियन्ता, सूक्ष्म से भी सूक्ष्म, सबका धारण करने वाला, अचिन्त्य रूप, सूर्य के समान प्रकाशमान और अंधकार से परे है—उसे जो स्मरण करता है—",
      "english": "He who meditates on the all-knowing, ancient, ruler, subtler than the subtlest, the sustainer of all, inconceivable in form, radiant like the sun and beyond darkness—"
    },
    {
      "number": 10,
      "sanskrit": "प्रयाणकाले मनसाऽचलेन भक्त्या युक्तो योगबलेन चैव। भ्रुवोर्मध्ये प्राणमावेश्य सम्यक् स तं परं पुरुषमुपैति दिव्यम्॥",
      "hindi": "जो अंतकाल में अविचल मन से, भक्ति और योगबल से युक्त होकर, भ्रूमध्य में प्राण को स्थिर कर उस परम दिव्य पुरुष को प्राप्त होता है।",
      "english": "At the time of death, with an unwavering mind, endowed with devotion and the power of yoga, fixing the life-breath between the eyebrows, one reaches that Supreme Divine Person."
    },
    {
      "number": 11,
      "sanskrit": "यदक्षरं वेदविदो वदन्ति विशन्ति यद्यतयो वीतरागाः। यदिच्छन्तो ब्रह्मचर्यं चरन्ति तत्ते पदं संग्रहेण प्रवक्ष्ये॥",
      "hindi": "जिस अक्षर को वेदवेत्ता कहते हैं, जिसमें रागरहित यति प्रवेश करते हैं, और जिसकी इच्छा से ब्रह्मचर्य का पालन किया जाता है—उस पद को मैं संक्षेप में बताऊँगा।",
      "english": "That which the knowers of the Vedas call the Imperishable, which ascetics free from passion enter, desiring which they practice celibacy—I shall declare that goal to you briefly."
    },
    {
      "number": 12,
      "sanskrit": "सर्वद्वाराणि संयम्य मनो हृदि निरुध्य च। मूर्ध्न्याधायात्मनः प्राणमास्थितो योगधारणाम्॥",
      "hindi": "सब द्वारों को संयमित करके, मन को हृदय में स्थिर कर, और प्राण को मस्तक में स्थापित कर योगधारणा में स्थित होकर—",
      "english": "Restraining all the gates of the body, fixing the mind in the heart, and establishing the life-breath in the head, abiding in yogic concentration—"
    },
    {
      "number": 13,
      "sanskrit": "ओमित्येकाक्षरं ब्रह्म व्याहरन्मामनुस्मरन्। यः प्रयाति त्यजन्देहं स याति परमां गतिम्॥",
      "hindi": "ॐ इस एकाक्षर ब्रह्म का उच्चारण करते हुए और मेरा स्मरण करते हुए जो शरीर त्यागता है, वह परम गति को प्राप्त होता है।",
      "english": "Uttering the single syllable Om—Brahman—and remembering Me while leaving the body, one attains the supreme goal."
    },
    {
      "number": 14,
      "sanskrit": "अनन्यचेताः सततं यो मां स्मरति नित्यशः। तस्याहं सुलभः पार्थ नित्ययुक्तस्य योगिनः॥",
      "hindi": "हे पार्थ! जो अनन्यचित्त होकर नित्य मेरा स्मरण करता है, उस नित्ययुक्त योगी के लिए मैं सुलभ हूँ।",
      "english": "For one who remembers Me constantly without deviation, I am easy to attain, O Partha, for that ever-disciplined yogi."
    },
{
  "number": 15,
  "sanskrit": "मामुपेत्य पुनर्जन्म दुःखालयमशाश्वतम्। नाप्नुवन्ति महात्मानः संसिद्धिं परमां गताः॥",
  "hindi": "मुझे प्राप्त होकर महात्मा पुरुष इस दुःखरूप और अशाश्वत पुनर्जन्म को प्राप्त नहीं होते, क्योंकि वे परम सिद्धि को प्राप्त हो चुके होते हैं।",
  "english": "Having attained Me, the great souls do not take birth again in this temporary abode of suffering, having reached the supreme perfection."
},
{
  "number": 16,
  "sanskrit": "आब्रह्मभुवनाल्लोकाः पुनरावर्तिनोऽर्जुन। मामुपेत्य तु कौन्तेय पुनर्जन्म न विद्यते॥",
  "hindi": "हे अर्जुन! ब्रह्मलोक तक के सभी लोक पुनरावृत्ति वाले हैं, परन्तु हे कुन्तीपुत्र! मुझे प्राप्त होकर पुनर्जन्म नहीं होता।",
  "english": "All worlds up to the realm of Brahma are subject to return, O Arjuna; but attaining Me, O son of Kunti, there is no rebirth."
},
{
  "number": 17,
  "sanskrit": "सहस्रयुगपर्यन्तमहर्यद्ब्रह्मणो विदुः। रात्रिं युगसहस्रान्तां तेऽहोरात्रविदो जनाः॥",
  "hindi": "जो लोग ब्रह्मा के एक दिन को हजार युगों के समान जानते हैं और उसकी रात्रि को भी हजार युगों के समान जानते हैं, वे अहोरात्र के ज्ञाता हैं।",
  "english": "Those who know that the day of Brahma lasts a thousand ages and that his night also lasts a thousand ages know the day and night."
},
{
  "number": 18,
  "sanskrit": "अव्यक्ताद्व्यक्तयः सर्वाः प्रभवन्त्यहरागमे। रात्र्यागमे प्रलीयन्ते तत्रैवाव्यक्तसंज्ञके॥",
  "hindi": "ब्रह्मा के दिन के आगमन पर सभी प्राणी अव्यक्त से व्यक्त होते हैं और रात्रि के आगमन पर पुनः उसी अव्यक्त में लीन हो जाते हैं।",
  "english": "At the coming of the day of Brahma, all manifest beings arise from the unmanifest; at the coming of night, they dissolve back into it."
},
{
  "number": 19,
  "sanskrit": "भूतग्रामः स एवायं भूत्वा भूत्वा प्रलीयते। रात्र्यागमेऽवशः पार्थ प्रभवत्यहरागमे॥",
  "hindi": "हे पार्थ! यही प्राणियों का समूह बार-बार उत्पन्न होकर ब्रह्मा की रात्रि में विवश होकर लीन होता है और दिन के आगमन पर पुनः उत्पन्न होता है।",
  "english": "This same multitude of beings comes into existence again and again, dissolving helplessly at night and manifesting again at daybreak, O Partha."
},
{
  "number": 20,
  "sanskrit": "परस्तस्मात्तु भावोऽन्योऽव्यक्तोऽव्यक्तात्सनातनः। यः स सर्वेषु भूतेषु नश्यत्सु न विनश्यति॥",
  "hindi": "उस अव्यक्त से भी परे एक अन्य सनातन अव्यक्त तत्व है, जो सभी प्राणियों के नष्ट होने पर भी नष्ट नहीं होता।",
  "english": "But beyond this unmanifest there is another eternal unmanifest existence, which does not perish when all beings perish."
},
{
  "number": 21,
  "sanskrit": "अव्यक्तोऽक्षर इत्युक्तस्तमाहुः परमां गतिम्। यं प्राप्य न निवर्तन्ते तद्धाम परमं मम॥",
  "hindi": "जिसे अव्यक्त और अक्षर कहा गया है, वही परम गति है; उसे प्राप्त होकर मनुष्य लौटकर नहीं आता—वही मेरा परम धाम है।",
  "english": "That unmanifest is called the Imperishable and is said to be the supreme goal; attaining it, one does not return—that is My supreme abode."
},
{
  "number": 22,
  "sanskrit": "पुरुषः स परः पार्थ भक्त्या लभ्यस्त्वनन्यया। यस्यान्तःस्थानि भूतानि येन सर्वमिदं ततम्॥",
  "hindi": "हे पार्थ! वह परम पुरुष अनन्य भक्ति से प्राप्त होता है; उसी में सभी प्राणी स्थित हैं और उसी से यह सम्पूर्ण जगत व्याप्त है।",
  "english": "That Supreme Person, O Partha, is attainable by exclusive devotion; in Him all beings dwell and by Him all this is pervaded."
},
{
  "number": 23,
  "sanskrit": "यत्र काले त्वनावृत्तिमावृत्तिं चैव योगिनः। प्रयाता यान्ति तं कालं वक्ष्यामि भरतर्षभ॥",
  "hindi": "हे भरतश्रेष्ठ! जिस काल में प्राण त्यागने वाले योगी पुनरावृत्ति को प्राप्त नहीं होते और जिस काल में पुनरावृत्ति होती है—वह मैं बताऊँगा।",
  "english": "O best of the Bharatas, I shall now tell you the times departing at which yogis return or do not return."
},
{
  "number": 24,
  "sanskrit": "अग्निर्ज्योतिरहः शुक्लः षण्मासा उत्तरायणम्। तत्र प्रयाता गच्छन्ति ब्रह्म ब्रह्मविदो जनाः॥",
  "hindi": "अग्नि, ज्योति, दिन, शुक्ल पक्ष और उत्तरायण—इनमें शरीर त्याग करने वाले ब्रह्मवेत्ता ब्रह्म को प्राप्त होते हैं।",
  "english": "Fire, light, day, the bright fortnight, and the six months of the northern path—departing then, the knowers of Brahman go to Brahman."
},
{
  "number": 25,
  "sanskrit": "धूमो रात्रिस्तथा कृष्णः षण्मासा दक्षिणायनम्। तत्र चान्द्रमसं ज्योतिर्योगी प्राप्य निवर्तते॥",
  "hindi": "धुआँ, रात्रि, कृष्ण पक्ष और दक्षिणायन—इनमें प्राण त्याग करने वाला योगी चंद्रलोक को प्राप्त होकर लौट आता है।",
  "english": "Smoke, night, the dark fortnight, and the six months of the southern path—attaining the lunar light, the yogi returns."
},
{
  "number": 26,
  "sanskrit": "शुक्लकृष्णे गती ह्येते जगतः शाश्वते मते। एकया यात्यनावृत्तिमन्ययाऽऽवर्तते पुनः॥",
  "hindi": "शुक्ल और कृष्ण—ये दोनों मार्ग इस जगत के शाश्वत माने गए हैं; एक से अनावृत्ति होती है और दूसरे से पुनरावृत्ति।",
  "english": "These two paths—bright and dark—are considered eternal for the world; by one one does not return, by the other one returns again."
},
{
  "number": 27,
  "sanskrit": "नैते सृती पार्थ जानन्योगी मुह्यति कश्चन। तस्मात्सर्वेषु कालेषु योगयुक्तो भवार्जुन॥",
  "hindi": "हे पार्थ! इन दोनों मार्गों को जानने वाला कोई भी योगी मोहित नहीं होता; इसलिए हे अर्जुन! सब समय योग में स्थित रहो।",
  "english": "Knowing these two paths, O Partha, no yogi is deluded; therefore, O Arjuna, be steadfast in yoga at all times."
},
{
  "number": 28,
  "sanskrit": "वेदेषु यज्ञेषु तपःसु चैव दानेषु यत्पुण्यफलं प्रदिष्टम्। अत्येति तत्सर्वमिदं विदित्वा योगी परं स्थानमुपैति चाद्यम्॥",
  "hindi": "वेद, यज्ञ, तप और दान में जो पुण्यफल बताया गया है—योगी यह सब जानकर उनसे ऊपर उठकर परम आद्य स्थान को प्राप्त होता है।",
  "english": "Whatever merit is declared in the Vedas, sacrifices, austerities, and charity—all that the yogi transcends by knowing this and attains the supreme primal abode."
}
  ]
}
