{
  "chapter": 12,
  "name": "Bhakti Yoga",
  "shlokas": [
    {
      "number": 1,
      "sanskrit": "अर्जुन उवाच। एवम् सततयुक्ता ये भक्तास्त्वां पर्युपासते। ये चाप्यक्षरमव्यक्तं तेषां के योगवित्तमाः॥",
      "hindi": "अर्जुन ने कहा—जो भक्त सदा आपके साकार रूप की उपासना करते हैं और जो अव्यक्त, अक्षर की उपासना करते हैं—इन दोनों में से कौन योग में श्रेष्ठ हैं?",
      "english": "Arjuna said: Those devotees who are always devoted to You and worship You with form, and those who worship the imperishable unmanifest—who among them are the better knowers of yoga?"
    },
    {
      "number": 2,
      "sanskrit": "श्रीभगवानुवाच। मय्यावेश्य मनो ये मां नित्ययुक्ता उपासते। श्रद्धया परयोपेतास्ते मे युक्ततमा मताः॥",
      "hindi": "श्रीभगवान बोले—जो लोग मन को मुझमें लगाकर, सदा युक्त रहकर और परम श्रद्धा से मेरी उपासना करते हैं, वे मेरे मत में श्रेष्ठ योगी हैं।",
      "english": "The Blessed Lord said: Those who fix their minds on Me, ever steadfast, and worship Me with supreme faith—I consider them the most perfect in yoga."
    },
    {
      "number": 3,
      "sanskrit": "ये त्वक्षरमनिर्देश्यमव्यक्तं पर्युपासते। सर्वत्रगमचिन्त्यं च कूटस्थमचलं ध्रुवम्॥",
      "hindi": "जो लोग अव्यक्त, अवर्णनीय, सर्वव्यापक, अचिन्त्य, कूटस्थ, अचल और ध्रुव अक्षर की उपासना करते हैं—",
      "english": "But those who worship the imperishable, the indefinable, the unmanifest, the all-pervading, the inconceivable, the unchanging, the immovable, and the eternal—"
    },
    {
      "number": 4,
      "sanskrit": "संनियम्येन्द्रियग्रामं सर्वत्र समबुद्धयः। ते प्राप्नुवन्ति मामेव सर्वभूतहिते रताः॥",
      "hindi": "इंद्रियों को संयमित करके, सर्वत्र समबुद्धि रखते हुए और सभी प्राणियों के हित में रत रहते हुए—वे भी मुझे ही प्राप्त होते हैं।",
      "english": "Restraining all the senses, even-minded everywhere, engaged in the welfare of all beings—they too come to Me."
    },
    {
      "number": 5,
      "sanskrit": "क्लेशोऽधिकतरस्तेषामव्यक्तासक्तचेतसाम्। अव्यक्ता हि गतिर्दुःखं देहवद्भिरवाप्यते॥",
      "hindi": "अव्यक्त में आसक्त चित्त वालों के लिए साधना अधिक कष्टप्रद है; क्योंकि देहधारियों के लिए अव्यक्त मार्ग कठिन होता है।",
      "english": "Greater is the difficulty for those whose minds are attached to the unmanifest; for the path of the unmanifest is hard to attain for embodied beings."
    },
    {
      "number": 6,
      "sanskrit": "ये तु सर्वाणि कर्माणि मयि संन्यस्य मत्पराः। अनन्येनैव योगेन मां ध्यायन्त उपासते॥",
      "hindi": "जो लोग सभी कर्म मुझे अर्पित करके, मुझे ही परम लक्ष्य मानकर, अनन्य योग से मेरा ध्यान करते हुए मेरी उपासना करते हैं—",
      "english": "But those who dedicate all actions to Me, regard Me as the supreme goal, and worship Me by meditating on Me with exclusive devotion—"
    },
    {
      "number": 7,
      "sanskrit": "तेषामहं समुद्धर्ता मृत्युसंसारसागरात्। भवामि नचिरात्पार्थ मय्यावेशितचेतसाम्॥",
      "hindi": "हे पार्थ! ऐसे मुझमें चित्त लगाए हुए भक्तों को मैं शीघ्र ही मृत्यु और संसाररूपी सागर से उद्धार करता हूँ।",
      "english": "For those whose minds are absorbed in Me, O Partha, I soon become the deliverer from the ocean of birth and death."
    },
    {
      "number": 8,
      "sanskrit": "मय्येव मन आधत्स्व मयि बुद्धिं निवेशय। निवसिष्यसि मय्येव अत ऊर्ध्वं न संशयः॥",
      "hindi": "अपने मन को मुझमें लगाओ और अपनी बुद्धि को मुझमें स्थिर करो; इसके बाद तुम निस्संदेह मुझमें ही निवास करोगे।",
      "english": "Fix your mind on Me alone, place your intellect in Me; thereafter you shall dwell in Me—of this there is no doubt."
    },
    {
      "number": 9,
      "sanskrit": "अथ चित्तं समाधातुं न शक्नोषि मयि स्थिरम्। अभ्यासयोगेन ततो मामिच्छाप्तुं धनञ्जय॥",
      "hindi": "यदि तुम मन को मुझमें स्थिर करने में समर्थ नहीं हो, तो हे धनंजय! अभ्यासयोग द्वारा मुझे प्राप्त करने की इच्छा करो।",
      "english": "If you are unable to fix your mind steadily on Me, then seek to attain Me by the yoga of constant practice, O Dhananjaya."
    },
    {
      "number": 10,
      "sanskrit": "अभ्यासेऽप्यसमर्थोऽसि मत्कर्मपरमो भव। मदर्थमपि कर्माणि कुर्वन् सिद्धिमवाप्स्यसि॥",
      "hindi": "यदि अभ्यासयोग में भी असमर्थ हो, तो मेरे लिए कर्म करने वाला बनो; मेरे लिए कर्म करते हुए भी तुम सिद्धि को प्राप्त करोगे।",
      "english": "If you are unable even to practice, then be devoted to working for Me; performing actions for My sake, you will attain perfection."
    },
{
  "number": 11,
  "sanskrit": "अथैतदप्यशक्तोऽसि कर्तुं मद्योगमाश्रितः। सर्वकर्मफलत्यागं ततः कुरु यतात्मवान्॥",
  "hindi": "यदि तुम मेरे योग का आश्रय लेकर यह भी करने में असमर्थ हो, तो संयमित होकर सभी कर्मफलों का त्याग करो।",
  "english": "If you are unable to do even this, then taking refuge in My yoga, renounce the fruits of all actions with self-control."
},
{
  "number": 12,
  "sanskrit": "श्रेयॊ हि ज्ञानमभ्यासाज्ज्ञानाद्ध्यानं विशिष्यते। ध्यानात्कर्मफलत्यागस्त्यागाच्छान्तिरनन्तरम्॥",
  "hindi": "अभ्यास से ज्ञान श्रेष्ठ है, ज्ञान से ध्यान श्रेष्ठ है, ध्यान से कर्मफल त्याग श्रेष्ठ है और त्याग से तुरंत शांति प्राप्त होती है।",
  "english": "Knowledge is superior to practice; meditation is superior to knowledge; renunciation of the fruits of action is superior to meditation; from renunciation comes immediate peace."
},
{
  "number": 13,
  "sanskrit": "अद्वेष्टा सर्वभूतानां मैत्रः करुण एव च। निर्ममो निरहङ्कारः समदुःखसुखः क्षमी॥",
  "hindi": "जो सभी प्राणियों के प्रति द्वेषरहित, मित्रभाव और करुणा से युक्त, ममता और अहंकार से रहित, सुख-दुःख में सम और क्षमाशील है—",
  "english": "He who is free from hatred toward all beings, friendly and compassionate, free from possessiveness and ego, even-minded in pleasure and pain, and forgiving—"
},
{
  "number": 14,
  "sanskrit": "सन्तुष्टः सततं योगी यतात्मा दृढनिश्चयः। मय्यर्पितमनोबुद्धिर्यो मद्भक्तः स मे प्रियः॥",
  "hindi": "जो सदा संतुष्ट, संयमित, दृढ़ निश्चय वाला योगी है और जिसका मन-बुद्धि मुझमें अर्पित है—वह मेरा भक्त मुझे प्रिय है।",
  "english": "Ever content, self-controlled, firm in resolve, with mind and intellect dedicated to Me—such a devotee is dear to Me."
},
{
  "number": 15,
  "sanskrit": "यस्मान्नोद्विजते लोको लोकान्नोद्विजते च यः। हर्षामर्षभयोद्वेगैर्मुक्तो यः स च मे प्रियः॥",
  "hindi": "जिससे कोई भी प्राणी उद्विग्न नहीं होता और जो स्वयं भी किसी से उद्विग्न नहीं होता, जो हर्ष, क्रोध, भय और चिंता से मुक्त है—वह मुझे प्रिय है।",
  "english": "He by whom the world is not disturbed and who is not disturbed by the world, who is free from joy, anger, fear, and anxiety—he is dear to Me."
},
{
  "number": 16,
  "sanskrit": "अनपेक्षः शुचिर्दक्ष उदासीनो गतव्यथः। सर्वारम्भपरित्यागी यो मद्भक्तः स मे प्रियः॥",
  "hindi": "जो अपेक्षा रहित, शुद्ध, कुशल, उदासीन, दुखरहित और सभी कर्मों के आरम्भ का त्याग करने वाला है—वह मेरा भक्त मुझे प्रिय है।",
  "english": "He who is free from dependence, pure, efficient, impartial, free from sorrow, and renounces all undertakings—such a devotee is dear to Me."
},
{
  "number": 17,
  "sanskrit": "यो न हृष्यति न द्वेष्टि न शोचति न काङ्क्षति। शुभाशुभपरित्यागी भक्तिमान्यः स मे प्रियः॥",
  "hindi": "जो न हर्षित होता है, न द्वेष करता है, न शोक करता है, न कामना करता है और शुभ-अशुभ का त्याग कर भक्ति से युक्त है—वह मुझे प्रिय है।",
  "english": "He who neither rejoices nor hates, neither grieves nor desires, renouncing good and evil, full of devotion—he is dear to Me."
},
{
  "number": 18,
  "sanskrit": "समः शत्रौ च मित्रे च तथा मानापमानयोः। शीतोष्णसुखदुःखेषु समः सङ्गविवर्जितः॥",
  "hindi": "जो शत्रु और मित्र, मान और अपमान, शीत और उष्ण, सुख और दुःख में सम है और आसक्ति से रहित है—",
  "english": "He who is equal toward friend and foe, honor and dishonor, heat and cold, pleasure and pain, free from attachment—"
},
{
  "number": 19,
  "sanskrit": "तुल्यनिन्दास्तुतिर्मौनी सन्तुष्टो येन केनचित्। अनिकेतः स्थिरमतिर्भक्तिमान्मे प्रियो नरः॥",
  "hindi": "जो निंदा और स्तुति में समान, मौनशील, किसी भी स्थिति में संतुष्ट, गृहत्यागी और स्थिर बुद्धि वाला है—वह भक्त मुझे प्रिय है।",
  "english": "He who is alike in blame and praise, silent, content with whatever comes, homeless, steady-minded, full of devotion—that person is dear to Me."
},
{
  "number": 20,
  "sanskrit": "ये तु धर्म्यामृतमिदं यथोक्तं पर्युपासते। श्रद्धधाना मत्परमा भक्तास्तेऽतीव मे प्रियाः॥",
  "hindi": "जो श्रद्धा से युक्त होकर इस धर्मयुक्त अमृतमय उपदेश का यथोक्त पालन करते हैं और मुझे ही परम मानते हैं—वे भक्त मुझे अत्यंत प्रिय हैं।",
  "english": "But those devotees who follow this righteous, nectar-like teaching as declared, endowed with faith and regarding Me as supreme—are exceedingly dear to Me."
}
  ]
}
