{
  "chapter": 15,
  "name": "Purushottama Yoga",
  "shlokas": [
    {
      "number": 1,
      "sanskrit": "श्रीभगवानुवाच। ऊर्ध्वमूलमधःशाखमश्वत्थं प्राहुरव्ययम्। छन्दांसि यस्य पर्णानि यस्तं वेद स वेदवित्॥",
      "hindi": "श्रीभगवान बोले—ऊपर की ओर मूल और नीचे की ओर शाखाओं वाला, अविनाशी अश्वत्थ वृक्ष कहा गया है; जिसके पत्ते वेद हैं—जो इसे जानता है, वही वेदों का ज्ञाता है।",
      "english": "The Blessed Lord said: They speak of an imperishable Ashvattha tree with its roots above and branches below; its leaves are the Vedas—one who knows this is a knower of the Vedas."
    },
    {
      "number": 2,
      "sanskrit": "अधश्चोर्ध्वं प्रसृतास्तस्य शाखा गुणप्रवृद्धा विषयप्रवालाः। अधश्च मूलान्यनुसन्ततानि कर्मानुबन्धीनि मनुष्यलोके॥",
      "hindi": "उसकी शाखाएँ ऊपर और नीचे फैली हुई हैं, गुणों से पोषित और विषय रूपी कोपलों से युक्त हैं; नीचे की ओर मनुष्यलोक में कर्मरूप जड़ें फैली हुई हैं।",
      "english": "Its branches spread upward and downward, nourished by the qualities, with sense objects as shoots; its roots stretch downward, binding through actions in the human world."
    },
    {
      "number": 3,
      "sanskrit": "न रूपमस्येह तथोपलभ्यते नान्तो न चादिर्न च सम्प्रतिष्ठा। अश्वत्थमेनं सुविरूढमूलमसङ्गशस्त्रेण दृढेन छित्त्वा॥",
      "hindi": "इसका स्वरूप यहाँ वैसा नहीं जाना जाता—न इसका अंत, न आदि और न ही इसकी प्रतिष्ठा दिखाई देती है; इस गहराई से जड़े अश्वत्थ वृक्ष को दृढ़ वैराग्यरूपी शस्त्र से काटकर—",
      "english": "Its true form is not perceived here—neither its end, nor its beginning, nor its foundation; having cut this deeply rooted Ashvattha tree with the firm weapon of detachment—"
    },
    {
      "number": 4,
      "sanskrit": "ततः पदं तत्परिमार्गितव्यं यस्मिन्गता न निवर्तन्ति भूयः। तमेव चाद्यं पुरुषं प्रपद्ये यतः प्रवृत्तिः प्रसृता पुराणी॥",
      "hindi": "तत्पश्चात उस पद की खोज करनी चाहिए, जहाँ जाकर फिर लौटना नहीं होता; उसी आदि पुरुष की शरण लेनी चाहिए, जिससे यह पुरातन प्रवृत्ति फैली है।",
      "english": "Then that goal should be sought, reaching which one does not return again; surrender to that primeval Person from whom this ancient activity has flowed forth."
    },
    {
      "number": 5,
      "sanskrit": "निर्मानमोहा जितसङ्गदोषा अध्यात्मनित्या विनिवृत्तकामाः। द्वन्द्वैर्विमुक्ताः सुखदुःखसंज्ञैर्गच्छन्त्यमूढाः पदमव्ययं तत्॥",
      "hindi": "जो मान और मोह से रहित, संगदोष को जीत चुके, अध्यात्म में नित्य स्थित, कामनाओं से निवृत्त और सुख-दुःख रूपी द्वन्द्वों से मुक्त हैं—वे अमूढ़ उस अविनाशी पद को प्राप्त होते हैं।",
      "english": "Free from pride and delusion, having conquered attachment, ever devoted to the Self, with desires extinguished, freed from the dualities of pleasure and pain—the undeluded reach that imperishable goal."
    },
    {
      "number": 6,
      "sanskrit": "न तद्भासयते सूर्यो न शशाङ्को न पावकः। यद्गत्वा न निवर्तन्ते तद्धाम परमं मम॥",
      "hindi": "उस परम धाम को न सूर्य प्रकाशित करता है, न चंद्र और न ही अग्नि; जहाँ जाकर लौटना नहीं होता—वह मेरा परम धाम है।",
      "english": "That supreme abode of Mine is not illumined by the sun, nor by the moon, nor by fire; having gone there, one does not return."
    },
    {
      "number": 7,
      "sanskrit": "ममैवांशो जीवलोके जीवभूतः सनातनः। मनःषष्ठानीन्द्रियाणि प्रकृतिस्थानि कर्षति॥",
      "hindi": "जीवलोक में स्थित यह सनातन जीव मेरा ही अंश है; वह प्रकृति में स्थित मन सहित छह इंद्रियों को धारण करता है।",
      "english": "An eternal fragment of Mine becomes the individual soul in the world of living beings, drawing to itself the six senses, including the mind, which abide in nature."
    },
    {
      "number": 8,
      "sanskrit": "शरीरं यदवाप्नोति यच्चाप्युत्क्रामतीश्वरः। गृहीत्वैतानि संयाति वायुर्गन्धानिवाशयात्॥",
      "hindi": "जब ईश्वर (जीव) शरीर को प्राप्त करता है और जब उससे निकलता है, तब वह इन इंद्रियों को वैसे ही साथ ले जाता है जैसे वायु गंधों को आशय से ले जाती है।",
      "english": "When the soul obtains a body and when it departs, it takes these senses along, just as the wind carries fragrances from their source."
    },
    {
      "number": 9,
      "sanskrit": "श्रोत्रं चक्षुः स्पर्शनं च रसनं घ्राणमेव च। अधिष्ठाय मनश्चायं विषयानुपसेवते॥",
      "hindi": "कान, नेत्र, स्पर्श, रस और घ्राण—इन इंद्रियों तथा मन का आश्रय लेकर यह जीव विषयों का उपभोग करता है।",
      "english": "Presiding over the ear, eye, touch, taste, and smell, and the mind, the soul experiences sense objects."
    },
    {
      "number": 10,
      "sanskrit": "उत्क्रामन्तं स्थितं वापि भुञ्जानं वा गुणान्वितम्। विमूढा नानुपश्यन्ति पश्यन्ति ज्ञानचक्षुषः॥",
      "hindi": "उत्क्रमण करता हुआ, स्थित या भोग करता हुआ तथा गुणों से युक्त जीव—इसे विमूढ़ लोग नहीं देखते; ज्ञानचक्षु वाले देखते हैं।",
      "english": "The deluded do not perceive the soul as it departs, remains, or enjoys while associated with the qualities; but those with the eye of knowledge perceive it."
    },
{
  "number": 11,
  "sanskrit": "यतन्तो योगिनश्चैनं पश्यन्त्यात्मन्यवस्थितम्। यतन्तोऽप्यकृतात्मानो नैनं पश्यन्त्यचेतसः॥",
  "hindi": "यत्नशील योगी इस आत्मा को अपने भीतर स्थित देखते हैं, किंतु अयुक्त और अशुद्ध बुद्धि वाले यत्न करते हुए भी इसे नहीं देख पाते।",
  "english": "The striving yogis perceive this Self dwelling within themselves; but the unrefined and unintelligent, though striving, do not perceive it."
},
{
  "number": 12,
  "sanskrit": "यदादित्यगतं तेजो जगद्भासयतेऽखिलम्। यच्चन्द्रमसि यच्चाग्नौ तत्तेजो विद्धि मामकम्॥",
  "hindi": "जो तेज सूर्य में स्थित होकर समस्त जगत को प्रकाशित करता है, जो चंद्रमा और अग्नि में है—उसे मेरा ही तेज जानो।",
  "english": "The light that resides in the sun and illuminates the whole world, and that which is in the moon and in fire—know that light to be Mine."
},
{
  "number": 13,
  "sanskrit": "गामाविश्य च भूतानि धारयाम्यहमोजसा। पुष्णामि चौषधीः सर्वाः सोमो भूत्वा रसात्मकः॥",
  "hindi": "मैं पृथ्वी में प्रवेश करके अपने बल से सभी प्राणियों को धारण करता हूँ और चंद्रमा बनकर समस्त औषधियों को रस प्रदान करता हूँ।",
  "english": "Entering the earth, I support all beings with My energy; becoming the moon, I nourish all plants with vitality."
},
{
  "number": 14,
  "sanskrit": "अहं वैश्वानरो भूत्वा प्राणिनां देहमाश्रितः। प्राणापानसमायुक्तः पचाम्यन्नं चतुर्विधम्॥",
  "hindi": "मैं वैश्वानर अग्नि बनकर प्राणियों के शरीर में स्थित होकर प्राण और अपान से संयुक्त चार प्रकार के अन्न को पचाता हूँ।",
  "english": "I become the digestive fire (Vaishvanara) in the bodies of living beings, united with prana and apana, and digest the four kinds of food."
},
{
  "number": 15,
  "sanskrit": "सर्वस्य चाहं हृदि सन्निविष्टो मत्तः स्मृतिर्ज्ञानमपोहनं च। वेदैश्च सर्वैरहमेव वेद्यो वेदान्तकृद्वेदविदेव चाहम्॥",
  "hindi": "मैं ही सबके हृदय में स्थित हूँ; मुझसे ही स्मृति, ज्ञान और अपोहन होता है। सभी वेदों द्वारा मैं ही जानने योग्य हूँ; वेदांत का रचयिता और वेदों का ज्ञाता भी मैं ही हूँ।",
  "english": "I dwell in the hearts of all; from Me come memory, knowledge, and their loss. By all the Vedas I alone am to be known; I am the author of Vedanta and the knower of the Vedas."
},
{
  "number": 16,
  "sanskrit": "द्वाविमौ पुरुषौ लोके क्षरश्चाक्षर एव च। क्षरः सर्वाणि भूतानि कूटस्थोऽक्षर उच्यते॥",
  "hindi": "इस संसार में दो प्रकार के पुरुष हैं—क्षर और अक्षर। सभी प्राणी क्षर हैं और कूटस्थ आत्मा अक्षर कहलाती है।",
  "english": "There are two kinds of beings in the world—the perishable and the imperishable; all living beings are perishable, and the unchanging Self is imperishable."
},
{
  "number": 17,
  "sanskrit": "उत्तमः पुरुषस्त्वन्यः परमात्मेत्युदाहृतः। यो लोकत्रयमाविश्य बिभर्त्यव्यय ईश्वरः॥",
  "hindi": "परंतु इन दोनों से भिन्न उत्तम पुरुष परमात्मा कहलाता है, जो तीनों लोकों में प्रवेश कर उन्हें धारण करता है और अविनाशी ईश्वर है।",
  "english": "But distinct from these is the Supreme Person, called the Paramatma, who pervades the three worlds and sustains them—the imperishable Lord."
},
{
  "number": 18,
  "sanskrit": "यस्मात्क्षरमतीतोऽहमक्षरादपि चोत्तमः। अतोऽस्मि लोके वेदे च प्रथितः पुरुषोत्तमः॥",
  "hindi": "क्योंकि मैं क्षर से परे हूँ और अक्षर से भी उत्तम हूँ, इसलिए लोक और वेद में मैं पुरुषोत्तम के नाम से प्रसिद्ध हूँ।",
  "english": "Because I transcend the perishable and am even higher than the imperishable, I am known in the world and in the Vedas as the Supreme Person."
},
{
  "number": 19,
  "sanskrit": "यो मामेवमसम्मूढो जानाति पुरुषोत्तमम्। स सर्वविद्भजति मां सर्वभावेन भारत॥",
  "hindi": "हे भारत! जो बिना मोह के मुझे इस प्रकार पुरुषोत्तम जानता है, वह सब कुछ जानने वाला होकर सम्पूर्ण भाव से मेरी भक्ति करता है।",
  "english": "He who knows Me thus as the Supreme Person, without delusion, knows all and worships Me with his whole being, O Bharata."
},
{
  "number": 20,
  "sanskrit": "इति गुह्यतमं शास्त्रमिदमुक्तं मयानघ। एतद्बुद्ध्वा बुद्धिमान्स्यात्कृतकृत्यश्च भारत॥",
  "hindi": "हे अनघ! यह परम गोपनीय शास्त्र मैंने कहा है; इसे समझकर मनुष्य बुद्धिमान हो जाता है और उसका कर्तव्य पूर्ण हो जाता है।",
  "english": "Thus this most secret teaching has been declared by Me, O sinless one; understanding this, a person becomes wise and has fulfilled all duties, O Bharata."
}
  ]
}
